Repository: DamianBuhoMedia/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: ru_ru

source: Solid
ru_ru: Сплошная

source: Dashed
ru_ru: Пунктирная

source: Dotted
ru_ru: Точечная

source: Double
ru_ru: Двойная

source: Groove
ru_ru: Паз

source: Ridge
ru_ru: Край

source: Inset
ru_ru: Вставка

source: Outset
ru_ru: Боковик

source: Element border color
ru_ru: Цвет границы для ввода поиска

source: days
ru_ru: дней

source: hours
ru_ru: часов

source: mins
ru_ru: мин

source: secs
ru_ru: сек

source: Year
ru_ru: Год

source: Month
ru_ru: Месяц

source: January
ru_ru: Январь

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октября

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Day
ru_ru: День

source: Hour
ru_ru: Час

source: Minutes
ru_ru: Минут

source: Circle
ru_ru: Круг

source: Simple
ru_ru: Простой

source: Color scheme
ru_ru: Цветовая схема

source: [8THEME] Tabs
ru_ru: [8THEME] Вкладки

source: Title style
ru_ru: Стиль Название

source: On hover
ru_ru: При наведении курсора

source: Extra class name
ru_ru: Название класса Extra

source: Tab
ru_ru: Вкладка

source: Enter section title (Note: you can leave it empty).
ru_ru: Введите название раздела (Примечание: вы можете оставить его пустым).

source: Tab Image
ru_ru: Вкладка Image

source: Image size
ru_ru: Размер изображения

source: Section ID
ru_ru: Раздел ID

source: Enter section ID (Note: make sure it is unique and valid according to <a href="%s" target="_blank">w3c specification</a>).
ru_ru: Введите идентификатор раздела (Примечание: убедитесь, что он уникален и действителен в соответствии с <a href="%s" target="_blank">w3c specification</a>).

source: Show subtitle above title ?
ru_ru: Показать доп. панель над заголовком

source: Description animation
ru_ru: Описание анимации

source: None
ru_ru: Нет

source: FadeIn
ru_ru: Появление

source: FadeInDown
ru_ru: Появление снизу

source: FadeInUp
ru_ru: Появление сверху

source: FadeInRight
ru_ru: Появление справа

source: FadeInLeft
ru_ru: Появление слева

source: SlideInDown
ru_ru: Скольжение вниз

source: SlideInUp
ru_ru: Скольжение вверх

source: SlideInRight
ru_ru: Скольжение вправо

source: SlideInLeft
ru_ru: Скольжение влево

source: Top to bottom
ru_ru: Сверху вниз

source: Bottom to top
ru_ru: Снизу вверх

source: Left to right
ru_ru: Слева направо

source: Right to left
ru_ru: Справа налево

source: Description animation duration
ru_ru: Длительность анимации Описание Продолжительность анимации

source: Default 500. Write number in ms
ru_ru: По умолчанию 500. Запишите номер в мис. сек.

source: Description animation delay
ru_ru: Задержка анимации Описание Задержка анимации

source: Write number in ms
ru_ru: Запишите номер в мис. сек.

source: Button link
ru_ru: Ссылка кнопки

source: Link for all slide
ru_ru: Связь для всех слайдов

source: Content width
ru_ru: Ширина контента

source: Stretch
ru_ru: Растянуть

source: Stretch (no paddings)
ru_ru: Растягивание (без накладок)

source: Full height
ru_ru: Полная высота

source: Justify
ru_ru: Выровнять

source: Background image
ru_ru: Фоновое изображение

source: Background size
ru_ru: Размер фона

source: Cover
ru_ru: Перекрыть

source: Contain
ru_ru: Поместить

source: Auto
ru_ru: Авто

source: Background position
ru_ru: Позиция фона

source: Background
ru_ru: Фон

source: Left top
ru_ru: Слева сверху

source: Left center
ru_ru: Левый центр

source: Left bottom
ru_ru: Слева снизу

source: Right top
ru_ru: Справа сверху

source: Right center
ru_ru: Правый центр

source: Right bottom
ru_ru: Справа снизу

source: Center top
ru_ru: Посередине сверху

source: Center center
ru_ru: Центр центр

source: Center bottom
ru_ru: В центре внизу

source: Axis X
ru_ru: Ось X

source: Use this field to add background position by X axis. For example 50
ru_ru: Используйте это поле для добавления фонового положения по оси X. Например, 50

source: Axis Y
ru_ru: Ось Y

source: Use this field to add background position by Y axis. For example 50
ru_ru: Используйте это поле для добавления фоновой позиции по оси Y. Например, 50

source: Background repeat
ru_ru: Повторение фона

source: No repeat
ru_ru: Не повторять

source: Repeat
ru_ru: Повторять

source: Repeat x
ru_ru: Повтор X

source: Repeat y
ru_ru: Повтор Y

source: Round
ru_ru: Круглый

source: Space
ru_ru: Пробел

source: Background Overlay
ru_ru: Наложение фона

source: Button text color
ru_ru: Цвет текста кнопки

source: Button
ru_ru: Кнопка

source: Button text color (hover)
ru_ru: Цвет текста кнопки (наведение курсора)

source: Button background color
ru_ru: Цвет фона кнопки

source: Button background color (hover)
ru_ru: Цвет фона кнопки (наведение курсора)

source: Button font size
ru_ru: Размер шрифта кнопки

source: Use this field to add element font size. For example 20px
ru_ru: Используйте это поле для добавления размера шрифта элемента. Например, 20xx

source: Button border radius
ru_ru: Радиус границы кнопки

source: Use this field to add element border radius. For example 3px 7px
ru_ru: Используйте это поле для добавления радиуса границы элемента. Например, 3xx 7xx

source: Button paddings (top right bottom left)
ru_ru: Набивки кнопок (в правом верхнем нижнем левом углу)

source: Use this field to add element margin. For example 10px 20px 30px 40px
ru_ru: Используйте это поле для добавления поля элемента margin. Например, 10x20x30x30x40xx40x

source: Button margins (top right bottom left)
ru_ru: Поля кнопок (в верхнем правом нижнем левом углу)

source: Button animation
ru_ru: Анимация кнопок

source: Animation duration
ru_ru: Длительность анимации

source: Animation delay
ru_ru: Отсрочка анимации

source: Design for slide content
ru_ru: Дизайн для содержания слайдов

source: Inherit from slide settings
ru_ru: Наследовать от настроек слайдов

source: Font size
ru_ru: Размер шрифта

source: Letter spacing
ru_ru: Межбуквенное расстояние

source: Write letter spacing for element with dimentions. Example 2px, 0.2em
ru_ru: Напишите расстояние между буквами для элемента с надписями. Пример 2px, 0.2em.

source: Line height
ru_ru: Высота строки

source: Write line height for element with dimentions or without. Example 14px, 15em, 2
ru_ru: Запишите высоту строки для элемента с надсечками или без них. Пример 14x, 15em, 2x.

source: Color
ru_ru: Цвет

source: Default 500ms. Write number in ms
ru_ru: По умолчанию 500мс. Запишите номер в мис. сек.

source: Unfortunately this element isn't available in
ru_ru: К сожалению, этот элемент недоступен в

source: at the moment.
ru_ru: в данный момент.

source: Use the
ru_ru: Используйте

source: to change the options. We are sorry for any inconvenience.
ru_ru: чтобы изменить варианты. Приносим извинения за причиненные неудобства.

source: Height
ru_ru: Высота

source: Custom height
ru_ru: Пользовательская высота

source: Height of content
ru_ru: Высота содержания

source: Custom height value
ru_ru: Значение пользовательской высоты

source: Navigation
ru_ru: Навигация

source: Arrows + Bullets
ru_ru: Стрелки + пули

source: Arrows
ru_ru: Стрелки

source: Bullets
ru_ru: Пули

source: Navigation color
ru_ru: Цвет навигации

source: Arrows background color
ru_ru: Цвет фона стрелок

source: Show navigation on hover
ru_ru: Показать навигацию на воздушном судне

source: Slider autoplay
ru_ru: Slider автозапуск

source: Interval
ru_ru: Интервал

source: Interval between slides. In milliseconds. Default: 5000
ru_ru: Интервал между слайдами. За миллисекунды. По умолчанию: 5000

source: Slider loop
ru_ru: Цикл слайдера

source: Transition style
ru_ru: Стиль перехода

source: Slide
ru_ru: Слайд

source: Fade
ru_ru: Выцветание

source: Cube
ru_ru: Куб

source: Coverflow
ru_ru: Покрытие

source: Flip
ru_ru: Переворот

source: Transition speed
ru_ru: Скорость перехода

source: Duration of transition between slides. Default: 300
ru_ru: Продолжительность перехода между слайдами. По умолчанию: 300

source: Apply for slider and loader background colors
ru_ru: Применить для слайдеров и фона погрузчика цвета фона

source: Facebook link
ru_ru: Ссылка на Facebook

source: Twitter link
ru_ru: Ссылка на Twitter

source: Instagram link
ru_ru: Ссылка на Instagram

source: Pinterest link
ru_ru: Ссылка на Pinterest

source: LinkedIn link
ru_ru: Ссылка LinkedIn

source: Tumblr link
ru_ru: Ссылка на Tumblr

source: YouTube link
ru_ru: Ссылка на YouTube

source: Vimeo link
ru_ru: Ссылка Vimeo

source: RSS link
ru_ru: RSS-канал

source: VK link
ru_ru: Ссылка VK

source: Tripadvisor link
ru_ru: Ссылка Tripadvisor

source: Size
ru_ru: Размер

source: Normal
ru_ru: Нормальный

source: Small
ru_ru: Маленький

source: Align
ru_ru: Выровнять

source: Filled icons
ru_ru: Заполненные иконки

source: Links target
ru_ru: Целевые ссылки

source: Current window
ru_ru: Текущее окно

source: Blank
ru_ru: Пусто

source: Icons background
ru_ru: Иконки фон

source: Icons color
ru_ru: Цвет иконки

source: Icons background hover
ru_ru: Иконки фон зависать

source: Icons color hover
ru_ru: Иконки цвета зависать

source: Icon library
ru_ru: Библиотека Значков

source: Font Awesome
ru_ru: Шрифт Большой

source: Open Iconic
ru_ru: Открыть Iconic

source: Upload image
ru_ru: Загрузить изображение

source: Select icon library.
ru_ru: Выберите значок библиотеки.

source: Icon
ru_ru: Иконка

source: Select icon from library.
ru_ru: Выберите значок из библиотеки.

source: Select icon from media library.
ru_ru: Выберите значок из медиа-библиотеки.

source: Icon color
ru_ru: Иконка цвет

source: Icon background color
ru_ru: Цвет фона Иконка

source: Icon color (hover)
ru_ru: Иконка цвета (зависать)

source: Icon background color (hover)
ru_ru: Цвет фона значка (наведение курсора)

source: Transparent background color
ru_ru: Прозрачный фоновый цвет

source: Icon without background color.
ru_ru: Цвет фона значка (наведение курсора)

source: Position of the icon
ru_ru: Положение значка

source: Active
ru_ru: Активировано

source: Border
ru_ru: Рамка

source: Black
ru_ru: Черный

source: Username or hashtag
ru_ru: Имя пользователя или хэштегом

source: Numer of photos
ru_ru: Количество фотографий

source: Photo size
ru_ru: Размер фото

source: Thumbnail
ru_ru: Эскиз

source: Medium
ru_ru: Средний

source: Open links in
ru_ru: Открывать ссылки в

source: Current window (_self)
ru_ru: Текущее окно (_self)

source: New window (_blank)
ru_ru: Новое окно (_blank)

source: Link text
ru_ru: Текст Ссылки

source: Without spacing
ru_ru: Без интервала

source: Hot
ru_ru: Горячий

source: New
ru_ru: Новый

source: Typography
ru_ru: Типографика

source: Label
ru_ru: Заголовок

source: Uppercase
ru_ru: Верхний регистр

source: Lowercase
ru_ru: Строчные

source: Capitalize
ru_ru: Первые заглавные

source: Use custom font ?
ru_ru: Используйте специальный шрифт?

source: Add icon ?
ru_ru: Добавить значок ?

source: Image
ru_ru: Образ

source: Position of the image
ru_ru: Позиция изображения

source: Select position
ru_ru: Выберите позицию

source: Note: CSS measurement units allowed
ru_ru: Примечание: Допустимые единицы измерения CSS

source: Enter letter spacing
ru_ru: Введите расстояние между буквами

source: Text color
ru_ru: Цвет текста

source: Simple list
ru_ru: Простой список

source: Submenu side
ru_ru: Сторона подменю

source: at
ru_ru: в

source: by
ru_ru: от

source: Product IDs
ru_ru: Код продукта

source: Add products by title.
ru_ru: Добавить продукты по названию.

source: Display Type
ru_ru: Тип дисплея

source: Full screen
ru_ru: Полноэкранный

source: Off
ru_ru: Выкл

source: Load More button
ru_ru: Кнопку "Загрузить еще"

source: Lazy loading
ru_ru: Ленивая загрузка

source: Catalog image size
ru_ru: Размер изображения по каталогу

source: Single product image size
ru_ru: Размер изображения продукта

source: Remove space between slides
ru_ru: Удалить пространство между слайдами

source: Product View
ru_ru: Вид продукта

source: Custom product templates
ru_ru: Индивидуальные шаблоны изделий

source: Product View Color
ru_ru: Продукт просмотра Цвет

source: Image hover effect
ru_ru: Изображение Hover эффект

source: Images Slider
ru_ru: Картинка Slider

source: Product layout for this slider
ru_ru: Макет продукта для этого слайдера

source: Advanced
ru_ru: Продвинутый

source: Show sale counter
ru_ru: Показать счетчик продаж

source: Show in stock count
ru_ru: Показать в инвентаризации запасов

source: Use "-1" to show all products.
ru_ru: Используйте «-1», чтобы показать все продукты.

source: Use tooltip instead of link
ru_ru: Используйте всплывающую подсказку вместо ссылки

source: Tooltip title
ru_ru: Заголовок подсказки

source: Tooltip content
ru_ru: Содержимое подсказки

source: Tooltip content position
ru_ru: Содержимое подсказки

source: Enter height value with dimensions for ex. 30px
ru_ru: Введите значение высоты с размерами, например, для 30x

source: Autoplay speed
ru_ru: Скорость смены слайда

source: Slider settings
ru_ru: Slider настройки

source: Interval between slides. In milliseconds. Default: 7000
ru_ru: Интервал между слайдами. За миллисекунды. По умолчанию: 7000

source: Available:
ru_ru: Доступно:

source: Already sold:
ru_ru: Уже продано:

source: Quick View
ru_ru: Быстрый просмотр

source: Shop now
ru_ru: Купить сейчас

source: Product
ru_ru: Продукт

source: Hide image
ru_ru: Скрыть изображение

source: Disable product image
ru_ru: Изображение товара

source: Hover effect
ru_ru: Эффект наведения

source: Tabs type
ru_ru: Тип вкладки

source: Products Tabs
ru_ru: Вкладки Продуктов

source: Left bar
ru_ru: Левая панель

source: Right bar
ru_ru: Правый бар

source: Tab title.
ru_ru: Вкладка название.

source: Tab ID
ru_ru: Вкладка ID

source: Member name
ru_ru: Имя участника

source: Member email
ru_ru: Email участника

source: Position
ru_ru: Позиция

source: Avatar
ru_ru: Аватар

source: Member information
ru_ru: Сведения об Учредителях

source: Member description
ru_ru: Описание

source: Content position
ru_ru: Содержание позиции

source: Skype name
ru_ru: Skype

source: How many testimonials to show? Enter number.
ru_ru: Сколько отзывов показать? Введите номер.

source: Slider with grid
ru_ru: Слайдер с сеткой

source: Interval between slides. In milliseconds. Default: 10000
ru_ru: Интервал между слайдами. В миллисекундах. По умолчанию: 10000

source: Slider columns
ru_ru: Слидер столбцы

source: Show Control Navigation
ru_ru: Показать навигацию

source: Hide
ru_ru: Скрыть

source: Show
ru_ru: Показать

source: Category
ru_ru: Рубрика

source: Display testimonials from category.
ru_ru: Показать отзывы от категории.

source: Columns number
ru_ru: Количество столбцов

source: Banner
ru_ru: Баннер

source: Banner position
ru_ru: Позиция Баннер

source: Banner position number. From 1 to number of products.
ru_ru: Баннер номер позиции. С 1 по количеству продуктов.

source: Banner double size
ru_ru: Баннер двойной размер

source: Design 1
ru_ru: Дизайн

source: Design 2
ru_ru: Дизайн

source: Design for product images
ru_ru: Дизайн для изображений продукта

source: Divider
ru_ru: Разделитель

source: Short
ru_ru: Короткий

source: Wide
ru_ru: Широкий

source: Not enough information
ru_ru: Мало информации

source: Username
ru_ru: Имя пользователя

source: Customer Key
ru_ru: Ключ клиента

source: Customer Secret
ru_ru: Секрет Клиента

source: Access Token
ru_ru: Токен доступа

source: Access Token Secret
ru_ru: Токен доступа Секретный

source: Number of tweets
ru_ru: Количество твитов

source: Main Sidebar
ru_ru: Основной сайдбар

source: The main sidebar area
ru_ru: Основная область боковой панели

source: Left side top bar area
ru_ru: Левая сторона площадь верхней панели

source: Can be used for placing languages switcher of some contacts information.
ru_ru: Может использоваться для размещения языков видеомикшера некоторых контактов информация.

source: Right side top bar area
ru_ru: Площадь верхней панели Правая сторона

source: Mobile sidebar area
ru_ru: Мобильная зона боковой панели

source: Top panel
ru_ru: Верхняя панель

source: Header banner
ru_ru: Хедер баннера

source: Shop Sidebar
ru_ru: Сайдбар магазина

source: Shop page widget area
ru_ru: Магазин страницы Область виджет

source: Shop filters
ru_ru: Магазин фильтров

source: Widget area that appears above the products on Shop page
ru_ru: Виджет область, которая появляется над продуктами на странице Shop

source: After the products
ru_ru: П

source: Widget area that appears after the products on Shop page
ru_ru: Виджет область, которая появляется после того, как продуктов на странице Shop

source: Single product page Sidebar
ru_ru: Сайдбар для страницы товара

source: Single product page widget area
ru_ru: Одноместный продукт область страницы виджет

source: Cart area
ru_ru: Корзина область

source: Widget area that appears on the shopping cart page
ru_ru: Виджет область, которая появляется на странице корзины

source: Pre Footer Area
ru_ru: Prefooter Область

source: The prefooter footer area
ru_ru: Prefooter Область

source: The main footer widgets area
ru_ru: Основная область Footer виджетов

source: Footer Copyrights Left
ru_ru: Footer Copyrights левый

source: Footer area for copyrights
ru_ru: Footer область авторские права

source: Footer Copyrights Right
ru_ru: Footer Авторское Право

source: Footer area for copyrights right
ru_ru: Область Footer за авторские права правых

source: Environment
ru_ru: Окружающая среда

source: Requirement
ru_ru: Требование

source: System
ru_ru: Система

source: WP File System:
ru_ru: Файловая система WP:

source: PHP version:
ru_ru: PHP версия:

source: WordPress version:
ru_ru: Версия WordPress:

source: Memory limit:
ru_ru: Ограничение памяти:

source: Max execution time:
ru_ru: Максимальное время исполнения:

source: Upload max filesize:
ru_ru: Максимальный размер загружаемых файлов:

source: ../Uploads folder:
ru_ru: ../Uploads папка:

source: OpenSSL version:
ru_ru: OpenSSL версия:

source: GZIP compression:
ru_ru: Сжатие GZIP:

source: Read more
ru_ru: Читать далее

source: Posted by
ru_ru: Сообщение от

source: Set your menu in
ru_ru: Установите ваше меню в

source: Appearance &gt; Menus
ru_ru: Вид &gt; меню

# %1$d = first, %2$d = last, %3$d = total
source: %1$d&ndash;%2$d %4$s %3$d posts
ru_ru: %1$d&ndash;%2$d %4$s %3$d сообщений

source: of
ru_ru: из

source: the single result
ru_ru: единственный результат

source: all
ru_ru: все

source: posts
ru_ru: записи

source: Showing
ru_ru: Показано

source: Pingback:
ru_ru: Пингбэк:

source: Rated %d out of 5
ru_ru: Номинальная %d из 5

source: out of 5
ru_ru: из 5

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает проверки.

source: Reply to comment
ru_ru: Ответить на комментарий

source: Load More
ru_ru: Загрузить больше

source: Share:
ru_ru: Поделиться:

source: Home
ru_ru: Главная

source: Blog
ru_ru: Блог

source: Forums
ru_ru: Форумы

source: Category:
ru_ru: Категория:

source: Archive by category
ru_ru: Архив по категориям

source: Search Results for:
ru_ru: Результаты поиска для:

source: Daily Archives:
ru_ru: Ежедневные архивы:

source: Monthly Archives:
ru_ru: Архивы по месяцам:

source: Yearly Archives:
ru_ru: Ежегодные архивы:

source: Tag:
ru_ru: Тег:

source: All posts by
ru_ru: Все записи от

source: Page not found
ru_ru: Страница не найдена

source: Videos
ru_ru: Видео

source: Audio
ru_ru: Аудио

source: Quotes
ru_ru: Цитаты

source: Galleries
ru_ru: Галереи

source: Archives
ru_ru: Архив

source: Page
ru_ru: Cтраница

source: Return to previous page
ru_ru: Вернуться на предыдущую страницу

source: To use this element install or activate WooCommerce plugin
ru_ru: Чтобы использовать этот элемент, установите или активируйте плагин WooCommerce

source: Page %s
ru_ru: Страницы %s

source: My Account
ru_ru: Мой кабинет

source: Sign In
ru_ru: Войти

source: Sign In or Create an account
ru_ru: Вход | Регистрация

source: Username or email address
ru_ru: Имя пользователя или email

source: Password
ru_ru: Пароль

source: Lost password ?
ru_ru: Забыли пароль?

source: Remember Me
ru_ru: Запомнить меня

source: Log in
ru_ru: Войти

source: New client
ru_ru: Новый клиент

source: Register ?
ru_ru: Зарегистрироваться ?

source: Username or email address *
ru_ru: Имя пользователя (логин) или email-адрес*

source: Password *
ru_ru: Пароль *

source: Continue reading
ru_ru: Продолжить чтение

source: Your email address will not be published. Required fields are marked
ru_ru: Ваш электронный адрес не будет опубликован. Обязательные поля помечены

source: Your Comment
ru_ru: Ваш комментарий

source: Comment
ru_ru: Комментарий

source: Your name (required)
ru_ru: Ваше имя (обязательно)

source: Email
ru_ru: Эл.адрес

source: Your email (required)
ru_ru: Ваш email (обязательно)

source: Website
ru_ru: Сайт

source: Your website
ru_ru: Ваш сайт

source: Save my name, email, and website in this browser for the next time I comment.
ru_ru: Сохранить моё имя и email в этом браузере для последующих моих комментариев. Нажимая на кнопку «Отправить комментарий», я даю согласие на обработку персональных данных и принимаю Политику конфиденциальности.

source: Lost Password ?
ru_ru: Потерян пароль ?

source: Products found
ru_ru: Продукты найдены

source: View all
ru_ru: Посмотреть все

source: Posts found
ru_ru: Сообщений найдено

source: No results were found
ru_ru: Ничего не найдено

source: No items matched your search
ru_ru: Ни один предмет не совпадает с вашим поиском

source: Check your spelling or search again with less specific terms.
ru_ru: Проверьте правописание или повторите поиск с помощью менее специфических терминов.

source: Can't login with Facebook. Please, try again later.
ru_ru: Не можете войти в систему с Facebook. Пожалуйста, повторите попытку позже.

source: Facebook doesn't provide your email. Try to register manually.
ru_ru: Facebook не обеспечивает вашу электронную почту. Попробуйте зарегистрировать вручную.

source: You are now logged in as
ru_ru: Теперь вы вошли в систему под именем

source: Login / Register with Facebook
ru_ru: Войти / Регистрация через Facebook

source: Related posts
ru_ru: Похожие записи

source: No results were found!
ru_ru: Результаты не найдены!

source: Product added.
ru_ru: Товар добавлен.

source: Please check your
ru_ru: Пожалуйста, проверьте

source: cart.
ru_ru: корзина.

source: Continue shopping
ru_ru: Продолжить покупки

source: Checkout
ru_ru: Оформить

source: Back
ru_ru: Назад

source: Wishlist type
ru_ru: Тип списка желаний

source: Only for "Use shortcode" wislist position
ru_ru: Только для позиции Использовать короткий код

source: Icon + text
ru_ru: Иконка + текст

source: Wishlist position
ru_ru: Позиция в списке желаний

source: After "add to cart" button
ru_ru: После кнопки Добавить в корзину

source: Under "add to cart" button
ru_ru: Under "добавить в корзину" button

source: Theme Activated
ru_ru: Тема Активирована

source: General / Layout
ru_ru: Общие / Макет

source: Site Layout
ru_ru: Макет сайта

source: Choose the type of layout you want your site to display.
ru_ru: Выберите тип макета, который должен отображаться на сайте.

source: Wide layout
ru_ru: Широкий макет

source: Boxed
ru_ru: Блоками

source: Framed
ru_ru: Обрамленный

source: Bordered
ru_ru: Границы

source: Site width
ru_ru: Ширина сайта

source: Controls the content width. In pixels, default: 1170px.
ru_ru: Регулирует ширину содержимого. В пикселях по умолчанию: 1170 пикселей по умолчанию.

source: Site preloader
ru_ru: Предзагрузчик сайта

source: Enable nice loading effect while your site or page is in loading mode.
ru_ru: Включите хороший эффект загрузки, когда ваш сайт или страница находится в режиме загрузки.

source: Preloader image
ru_ru: Изображение прелоадера
