Repository: DamianBuhoMedia/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: ru_ru

source: Turn on to get sliding effect for the footer (footer appears under the content during scroll).
ru_ru: Включите для получения эффекта скольжения нижнего колонтитула (нижний колонтитул отображается под содержимым во время прокрутки).

source: Footer styling
ru_ru: Стиль нижних колонтитулов

source: Footer text color scheme
ru_ru: Footer цвет текста схема

source: Choose footer text color scheme.
ru_ru: Выберите цветовую схему текста нижнего колонтитула.

source: Footer Links
ru_ru: Ссылки Footer

source: Choose footer links color.
ru_ru: Выберите цвет ссылок на нижние колонтитулы.

source: Footer Background Color
ru_ru: Цвет фона Footer

source: Controls the the footer background color.
ru_ru: Управление цветом фона нижнего колонтитула.

source: Footer Border
ru_ru: Граница футера

source: Controls the the footer border.
ru_ru: Контролирует границу нижнего колонтитула.

source: Footer paddings
ru_ru: Нижние прокладки

source: Controls the paddings of the footer.
ru_ru: Контролирует прокладки нижнего колонтитула.

source: Copyrights styling
ru_ru: Стиль авторских прав

source: Copyrights text color scheme
ru_ru: Copyrights текст цветовая схема

source: Choose copyrights text color scheme.
ru_ru: Выберите цветовую схему текста, защищенного авторскими правами.

source: Copyrights Links
ru_ru: Авторские ссылки

source: Choose copyrights links color.
ru_ru: Выберите цвет ссылок на авторские права.

source: Copyrights Background Color
ru_ru: Цвет фона Copyrights

source: Controls the background color of the copyrights area.
ru_ru: Управляет фоновым цветом области авторских прав.

source: Copyrights paddings
ru_ru: Защита авторских прав

source: Controls the paddings of the copyrights.
ru_ru: Контролирует защиту авторских прав.

source: Back to top button
ru_ru: Кнопка «Наверх»

source: "Back To Top" button
ru_ru: Кнопка "Назад Наверх"

source: Turn on to have back to top button at the right bottom of the page.
ru_ru: Включите, чтобы вернуться к верхней кнопке в правом нижнем углу страницы.

source: "Back To Top" button on mobile
ru_ru: "Назад Наверх" кнопка на мобильном телефоне

source: Turn on to have back to top button on mobile.
ru_ru: Включите, чтобы вернуться к верхней кнопке на мобильном телефоне.

source: Styling
ru_ru: Стайлинг

source: Dark version
ru_ru: Темная версия

source: Turn on to switch site to dark styles.
ru_ru: Включите, чтобы переключить сайт на темные стили.

source: Main Color
ru_ru: Основной цвет

source: Choose the main color for the site (color of links, active buttons and elements like pagination, sale price, portfolio project mask, blog image mask etc).
ru_ru: Выберите основной цвет сайта (цвет ссылок, активных кнопок и элементов, таких как пагинация, цена продажи, маска портфеля проектов, маска изображения блога и т.д.).

source: Site Background
ru_ru: Фон сайта

source: Choose the background of the site. Visible if boxed layout is enabled.
ru_ru: Выберите фон сайта. Видимо, если включен квадратный макет.

source: Container Background Color
ru_ru: Цвет фона контейнера

source: Choose the background color of the template container. Template container covers the whole visible area if wide layout is enabled.
ru_ru: Выберите цвет фона контейнера шаблона. Контейнер шаблона охватывает всю видимую область, если включена широкая компоновка.

source: Inputs background color
ru_ru: Вводит цвет фона

source: Controls the background color of the all the inputs.
ru_ru: Управление цветом фона всех входов.

source: Inputs border color
ru_ru: Ввод цвета границы

source: Controls the border color of all the inputs.
ru_ru: Управление цветом границы всех входов.

source: Customize buttons
ru_ru: Настроить кнопки

source: Manage styles of 3 types of the default buttons used on the site (active, light, dark).
ru_ru: Управление стилями 3-х типов кнопок по умолчанию, используемых на сайте (активные, светлые, темные).

source: Light buttons options
ru_ru: Опции кнопок подсветки

source: Buttons text colors
ru_ru: Кнопки цвета текста

source: Buttons border
ru_ru: Обводка кнопок

source: Buttons border radius
ru_ru: Кнопки на границе радиуса действия

source: Dark buttons options
ru_ru: Темные кнопки опции

source: Active buttons options
ru_ru: Активные опции кнопок

source: Customize buttons on hover state
ru_ru: Настройка кнопок при наведении курсора на экран

source: Manage hover styles of 3 types of the default buttons used on the site (active, light, dark).
ru_ru: Управление стилями наведения курсора 3-х типов кнопок по умолчанию, используемых на сайте (активные, светлые, темные).

source: Light buttons options (hover)
ru_ru: Опции кнопок подсветки (навешивание)

source: Dark buttons options (hover)
ru_ru: Опции темных кнопок (навешивание)

source: Active buttons options (hover)
ru_ru: Опции активных кнопок (наведение курсора)

source: Custom
ru_ru: Произвольная

source: Make all slider's arrows without background or with your custom color
ru_ru: Сделайте все стрелки ползунка стрелки без фона или с вашим пользовательским цветом

source: Style sliders arrows
ru_ru: Стрелки ползунков стиля

source: Slider arrows background color
ru_ru: Цвет фона стрелок ползунка стрелки фона

source: Slider arrows color
ru_ru: Цвет стрелок ползунка стрелки

source: Bold weight for icons
ru_ru: Жирный вес для иконок

source: Turn on to make all the default icons (cart, search, wishlist, arrows etc) bold.
ru_ru: Включите данную функцию, чтобы выделить жирным шрифтом все значки по умолчанию (корзина, поиск, список пожеланий, стрелки и т.д.).

source: Content
ru_ru: Содержимое

source: Body Font
ru_ru: Шрифт тела

source: Controls the font of the body.
ru_ru: Управляет шрифтом тела.

source: Headings
ru_ru: Заголовки

source: Controls the font of the headings.
ru_ru: Управляет шрифтом заголовков.

source: Menu 1 level
ru_ru: Уровень меню 1

source: Controls the font of the first level of the main menu.
ru_ru: Управление шрифтом первого уровня главного меню.

source: Menu 1 level (hover, active)
ru_ru: Уровень меню 1 (наведен, активен)

source: Controls the hover color of the links of the first menu level.
ru_ru: Служит для управления цветом наведения курсора на ссылки первого уровня меню.

source: Fixed menu links colors
ru_ru: Фиксированные цвета ссылок меню

source: Controls the font of the first level of the fixed menu.
ru_ru: Служит для управления шрифтом первого уровня фиксированного меню.

source: Fixed menu links colors (hover, active)
ru_ru: Фиксированные цвета ссылок меню (парящие, активные)

source: Controls the hover color of the fixed menu links.
ru_ru: Служит для управления цветом наведением курсора на ссылки фиксированного меню.

source: Menu 2 level
ru_ru: Уровень меню 2

source: Controls the font of the second level of the main menu.
ru_ru: Управление шрифтом второго уровня главного меню.

source: Menu 2 level (hover, active)
ru_ru: Уровень меню 2 (наведен, активен)

source: Controls the hover color of the of the second menu level links.
ru_ru: Служит для управления цветом наведения курсора на ссылки второго уровня меню.

source: Menu 3 level and drop-downs
ru_ru: Меню 3 уровень и выпадающее меню

source: Controls the font of the third level of the main menu and drop-downs.
ru_ru: Управление шрифтом третьего уровня главного меню и выпадающими списками.

source: Menu 3 level and drop-downs hover (active)
ru_ru: Уровень меню 3 и раскрывающееся меню наведены (активны)

source: Controls the hover and active color of the links of the third menu level and drop-downs.
ru_ru: Управление наведением курсора и активным цветом ссылок третьего уровня меню и раскрывающихся списков.

source: Customize mobile menu links
ru_ru: Настройка ссылок в меню мобильного телефона

source: Controls the text color of the mobile menu elements.
ru_ru: Управление цветом текста элементов мобильного меню.

source: Typography for mobile links
ru_ru: Типография для мобильных ссылок

source: Colors
ru_ru: Цвета

source: Mobile links regular color
ru_ru: Мобильные ссылки регулярного цвета

source: Mobile links color (hover, active states)
ru_ru: Цвет мобильных ссылок (наведение курсора, активное состояние)

source: Search color
ru_ru: Цвет поиска

source: Secondary title color
ru_ru: Вторичный цвет названия

source: Controls the font of the secondary menu title.
ru_ru: Управление шрифтом заголовка дополнительного меню.

source: Menu first level font
ru_ru: Меню шрифта Первый уровень

source: Controls the font of the first level of the secondary menu.
ru_ru: Служит для управления шрифтом первого уровня вспомогательного меню.

source: Menu second level
ru_ru: Меню второго уровня

source: Controls the font of the second level of the secondary menu.
ru_ru: Служит для управления шрифтом второго уровня вспомогательного меню.

source: Menu third level
ru_ru: Меню третьего уровня

source: Controls the font of the third level of the secondary menu.
ru_ru: Служит для управления шрифтом третьего уровня вспомогательного меню.

source: Upload custom font
ru_ru: Загрузка пользовательского шрифта

source: Upload the custom font to use throughout the site. For full browser support it's recommended to upload all formats. You can upload as many custom fonts as you need. The font you upload here will be available in the font-family drop-downs at the Typography options.
ru_ru: Загрузите пользовательский шрифт для использования на всем сайте. Для полной поддержки браузера рекомендуется загружать все форматы. Вы можете загрузить столько пользовательских шрифтов, сколько вам нужно. Шрифт, который вы загружаете сюда, будет доступен в выпадающем списке "Шрифт-семейство" в разделе "Типография".

source: Shop
ru_ru: Магазин

source: Shop page Layout
ru_ru: Страница магазина Макет

source: Products per page
ru_ru: Товаров на странице

source: Add the number of products to show per page before pagination appears. Use -1 to show "All"
ru_ru: Добавьте количество продуктов для отображения на странице перед тем, как появится пагинация. Используйте -1, чтобы показать "All".

source: Per page variants separated by commas
ru_ru: За страницу варианты через запятую

source: Add variants and allow the customer to choose the products quantity shown per page. For ex.: 9,12,24,36,-1. Use -1 to show "All".
ru_ru: Добавьте варианты и дайте возможность клиенту выбрать количество товара, указанное на странице. Например: 9,12,24,36,-1. Используйте -1, чтобы показать "All".

source: Sidebar position
ru_ru: Боковая панель позиции

source: Choose the position of the sidebar for the shop page and product categories.
ru_ru: Выберите положение боковой панели для страницы магазина и категорий товаров.

source: full width
ru_ru: полная ширина

source: Left Sidebar
ru_ru: Левый сайдбар

source: Right Sidebar
ru_ru: Правый сайдбар

source: Sidebar position on category page
ru_ru: Положение боковой панели на странице категории

source: Choose the position of the sidebar for the product category page.
ru_ru: Выберите положение боковой панели для страницы категории товара.

source: Products per row on category page
ru_ru: Товары в ряду на странице категории

source: Choose the number of product per row on category pages or inherit it from the WooCommerce options for the shop page (Appearance > Customize > WooCommerce > Product catalog).
ru_ru: Выберите количество товара в ряду на страницах категорий или унаследуйте его от опций WooCommerce на странице магазина (Внешний вид > Настроить > WooCommerce > Каталог товаров).

source: Inherit from shop settings
ru_ru: Наследство от настроек магазина

source: Enable sticky sidebar
ru_ru: Включить липкую боковую панель

source: Turn on to make the sidebar permanently visible while scrolling at the shop page.
ru_ru: Включите эту функцию, чтобы боковая панель постоянно была видна при прокрутке страницы магазина.

source: Sidebar position for mobile
ru_ru: Боковая панель позиции для мобильных устройств

source: Choose the sidebar position for the mobile devices.
ru_ru: Выберите положение боковой панели для мобильных устройств.

source: Hide sidebar for mobile devices
ru_ru: Скрыть боковую панель для мобильных устройств

source: Turn on to hide sidebar on the mobile devices.
ru_ru: Включите, чтобы скрыть боковую панель на мобильных устройствах.

source: Sidebar widgets with scrollable content
ru_ru: Виджеты боковой панели с возможностью прокрутки содержимого

source: Turn on to limit height of the sidebar widgets
ru_ru: Включение для ограничения высоты виджетов боковой панели

source: Sidebar widgets height
ru_ru: Высота виджетов боковой панели

source: Add the max-height of the sidebar widgets before scroll appears. In pixels.
ru_ru: Перед появлением прокрутки добавьте виджеты боковой панели по максимальной высоте. В пикселях.

source: Sidebar widgets toggle
ru_ru: Переключение между виджетами боковой панели

source: Turn on to enable toggle for the sidebar widget title to open/close widget content.
ru_ru: Включите, чтобы разрешить переключение заголовка виджета боковой панели для открытия/закрытия содержимого виджета.

source: Sidebar widgets content
ru_ru: Содержание виджетов боковой панели

source: Type of widget content.
ru_ru: Тип содержимого виджета.

source: Open always
ru_ru: Открыть всегда

source: Collapsed always
ru_ru: Всегда рухнул

source: Collapsed on mobile
ru_ru: Сломался на мобильном телефоне

source: Turn on to stretch shop page container.
ru_ru: Включите, чтобы растянуть контейнер страницы магазина.

source: Products masonry
ru_ru: Продукты каменной кладки

source: Turn on placing products in optimal position based on available vertical space.
ru_ru: Установите изделие в оптимальное положение в зависимости от наличия вертикального пространства.

source: Products view mode
ru_ru: Продукты режим просмотра

source: Choose the view mode for the shop page.
ru_ru: Выберите режим просмотра страницы магазина.

source: Grid/List
ru_ru: Сетка/Список

source: List/Grid
ru_ru: Список/Сетка

source: Only Grid
ru_ru: Только Сетка

source: Only List
ru_ru: Только Список

source: Shop Page Banner position
ru_ru: Страница магазина Позиция баннера

source: Controls the position of the shop page banner.
ru_ru: Управляет позицией баннера страницы магазина.

source: At the top of the page
ru_ru: В верхней части страницы

source: At the bottom of the page
ru_ru: В нижней части страницы

source: Above all the shop content
ru_ru: Прежде всего, содержание магазина

source: Above all the shop content (full-width)
ru_ru: Прежде всего, содержание магазина (полная ширина полосы пропускания)

source: Shop Page Banner content
ru_ru: Содержание баннера на странице магазина

source: Controls the shop page banner content. Use HTML, static block or slider shortcode. Do not include JS in the field.
ru_ru: Управление содержимым баннера страницы магазина. Используйте HTML, статический блок или слайдерный код. Не включать СП в деятельность на местах.

source: Show products toolbar on the shop page
ru_ru: Показать товары Панель на странице магазина

source: Turn on to display toolbar with sorting selector, number of products per page, view switcher above the shop page content.
ru_ru: Включите для отображения панели инструментов с селектором сортировки, количества товаров на страницу, просмотра переключателя над содержимым страницы магазина.

source: Open filter by default
ru_ru: Открыть фильтр по умолчанию

source: Turn on if you use filters widget area to display "Filters" button in the shop toolbar and want to keep this area opened at start.
ru_ru: Включите, если вы используете область виджета фильтров для отображения кнопки "Фильтры" на панели инструментов магазина и хотите, чтобы эта область оставалась открытой при запуске.

source: Widgets columns for filters area
ru_ru: Виджеты столбцы для области фильтров

source: Controls the number of columns for the filters widget area content.
ru_ru: Управляет количеством столбцов для содержимого области виджета фильтра.

source: Ajax product filters
ru_ru: Фильтры продуктов Ajax

source: Turn on to use Ajax for product filters.
ru_ru: Включите, чтобы использовать Ajax для фильтрации продуктов.

source: Ajax product pagination
ru_ru: Страничная нумерация продуктов Аякс

source: Turn on to use Ajax for product pagination.
ru_ru: Включите, чтобы использовать Ajax для пагинации продукта.

source: Products style
ru_ru: Стиль продукции

source: Choose the design type for the products on the shop page. Custom type allows you to choose the design created using
ru_ru: Выберите тип дизайна для товаров на странице магазина. Пользовательский тип позволяет выбрать дизайн, созданный с помощью следующих инструментов

source: WPBakery Grid builder
ru_ru: Строитель сетей WPBakery Grid

source: Custom product template
ru_ru: Пользовательский шаблон продукта

source: Choose the design created using %1s. Find the Video tutorials for builder usage %2s
ru_ru: Выберите дизайн, созданный с помощью %1s. Видеоруководства для строителей по использованию %2s

source: here
ru_ru: здесь

source: Choose the color scheme for the product design with buttons on hover.
ru_ru: Выберите цветовую гамму изделия с кнопками на воздушной подушке.

source: Choose the type of the hover effect for the image or disable it at all.
ru_ru: Выберите тип эффекта наведения для изображения или отключите его вообще.

source: Product title chars limit
ru_ru: Предельные значения символов названия продукта

source: Controls the length of the product title for the products at grid/list, related products, prev/next product navigation.
ru_ru: Контролирует длину названия продукта для продуктов в таблице/списке, сопутствующих продуктов, навигации по предыдущему/следующему продукту.

source: Star rating color
ru_ru: Цвет звезды

source: Choose the color of the stars for the product rating.
ru_ru: Выберите цвет звезд для рейтинга продукта.

source: Product content elements
ru_ru: Элементы содержимого продукта

source: Enable/disable element that you do/do not want to show at grid/list.
ru_ru: Включить/выключить элемент, который вы делаете/не хотите показывать в таблице/списке.

source: Product name
ru_ru: Наименование товара

source: Product categories
ru_ru: Категории продукта

source: "Add to cart" button
ru_ru: Кнопка "Добавить в корзину"

source: Hover buttons on mobile
ru_ru: Кнопки наведения курсора на мобильный телефон

source: Catalog Mode
ru_ru: Режим каталога

source: Turn on to disable ability to buy products via removing "Add to Cart" buttons.
ru_ru: Включите, чтобы отключить возможность покупки товаров, удалив кнопки "Добавить в корзину".

source: Just Catalog
ru_ru: Просто Каталог

source: Empty cart content
ru_ru: Пустое содержимое корзины

source: Text for empty cart
ru_ru: Текст для пустой корзину

source: Add the content you need to display on the empty part page instead of the default content.
ru_ru: Добавьте содержимое, которое необходимо отобразить на пустой странице изделия, вместо содержимого по умолчанию.

source: Single Product Page
ru_ru: Одна страница Продукта

source: Page Layout
ru_ru: Макет страницы

source: Choose the layout type for the single product page.
ru_ru: Выберите тип макета для отдельной страницы продукта.

source: Choose the position of the sidebar for the single product page.
ru_ru: Выберите положение боковой панели для отдельной страницы продукта.

source: Hide sidebar on mobile
ru_ru: Скрыть боковую панель на мобильном телефоне

source: Fixed product image
ru_ru: Фиксированный изображение продукта

source: Turn on to make the product image sticky and content - scrollable. If the fixed product content option is enabled then keep this option disabled.
ru_ru: Включите, чтобы сделать изображение продукта липким, а содержимое - прокручиваемым. Если включена опция фиксированного содержимого продукта, оставьте эту опцию отключенной.

source: Fixed product content
ru_ru: Фиксированный содержание продукта

source: Turn on to make the product content sticky and image - scrollable. If the fixed product image option is enabled then keep this option disabled.
ru_ru: Включите, чтобы сделать содержимое продукта липким, а изображение - прокручиваемым. Если включена опция фиксированного изображения продукта, оставьте эту опцию отключенной.

source: Move product name in breadcrumbs
ru_ru: Переместить наименование товара в хлебные крошки

source: Turn on to show the product title in breadcrumbs only and remove from the single product content.
ru_ru: Включите, чтобы название продукта отображалось только в виде хлебных крошек и удалите его из содержимого одного продукта.

source: Show share buttons
ru_ru: Показать кнопки Поделится

source: Turn on to show the share buttons.
ru_ru: Включите, чтобы отобразить кнопки общего доступа.

source: AJAX add to cart for simple products
ru_ru: AJAX добавить в корзину для простых продуктов

source: Turn on to enable adding to cart without page refresh for the simple products. Important: Variable products do not use AJAX add to cart.
ru_ru: Включите, чтобы включить добавление в корзину без обновления страницы для простых продуктов. Важно: Переменные продукты не используют AJAX добавить в корзину.

source: Zoom for product images
ru_ru: Масштабирование для изображений изделий

source: Turn on to enable the WooCommerce zoom feature. Important: Every product image you use must be larger than the image container for zoom to work correctly.
ru_ru: Включите, чтобы включить функцию увеличения WooCommerce. Важно: Для корректной работы зума каждое изображение продукта должно быть больше, чем размер контейнера для изображений.

source: Turn on to display slider for the product gallery images.
ru_ru: Включите, чтобы отобразить ползунок для изображений галереи продуктов.

source: Enable for mobile
ru_ru: Разрешить для мобильных

source: Product gallery slider auto-height
ru_ru: Ползунок авто-высота ползунка галереи продуктов

source: Turn on to enable auto-height for the slider of the product gallery images.
ru_ru: Включите данную функцию, чтобы включить автоматическое определение высоты ползунка изображения галереи продуктов.

source: Stretch main slider
ru_ru: Главный ползунок растяжения

source: Turn on to enable slider stretch. Enabling stretch will display full with carousel and parts of previous and next gallery images on carousel sides. If "On" then thumbnails won't be shown.
ru_ru: Включите, чтобы включить растяжение ползунка. При включении функции растяжки на боковых сторонах карусели будут отображаться полные карусели и части предыдущих и последующих изображений галереи. Если "Вкл.", то миниатюры не будут показаны.

source: Choose the direction of the gallery thumbnails or disable them at all.
ru_ru: Выберите направление миниатюр галереи или отключите их вообще.

source: Number of slides per view
ru_ru: Количество слайдов в просмотре

source: Choose the number of slides.
ru_ru: Выберите количество слайдов.

source: Location of upsell products
ru_ru: Расположение Upsell продуктов

source: Controls the location of the up-sell products slider. If use "Sidebar" be sure that sidebar is enabled for the single product page.
ru_ru: Контролирует положение ползунка вверх по продажам продуктов. Если используется "Боковая панель", убедитесь, что для одной страницы продукта включена боковая панель.

source: Sidebar
ru_ru: Сайдбар

source: After content
ru_ru: После того, как содержание

source: Show Next/Previous product navigation
ru_ru: Показать следующей / предыдущей навигации продукта

source: Turn on to show the navigation to next and previous product.
ru_ru: Включение для отображения навигации к следующему и предыдущему продукту.

source: Upload size guide image to show size guide link and size guide image in lightbox after click.
ru_ru: Загрузите изображение направляющей размера, чтобы показать ссылку направляющей размера и изображение направляющей размера в световом ящике после щелчка мыши.

source: Tabs Settings
ru_ru: Вкладки Настройки
