Repository: DamianBuhoMedia/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: ru_ru

source: Use it to change the content of the 404 page. Use HTML. Do not include JS.
ru_ru: Используйте его для изменения содержимого страницы 404. Используйте HTML. Не включает СП.

source: Custom CSS
ru_ru: Пользовательский CSS

source: Once you've isolated a part of theme that you'd like to change, enter your CSS code to the fields below. Do not add JS or HTML to the fields. Custom CSS, entered here, will override a theme CSS. In some cases, the !important tag may be needed.
ru_ru: После выделения части темы, которую вы хотите изменить, введите свой CSS-код в поля ниже. Не добавляйте JS или HTML в поля. Пользовательский CSS, введенный здесь, переопределит тему CSS. В некоторых случаях может понадобиться !важная метка.

source: Global Custom CSS
ru_ru: Глобальные Пользовательские CSS

source: Custom CSS for desktop (992px+)
ru_ru: Пользовательские CSS для рабочего стола (992px +)

source: Custom CSS for tablet (768px - 991px)
ru_ru: Пользовательские CSS для планшета (768px - 991px)

source: Custom CSS for mobile landscape (481px - 767px)
ru_ru: Пользовательские CSS для мобильного ландшафта (481px - 767px)

source: Custom CSS for mobile (0 - 480px)
ru_ru: Пользовательские CSS для мобильных телефонов (0 - 480px)

source: Speed Optimization
ru_ru: Оптимизация скорости

source: Old browser support
ru_ru: Поддержка старых браузеров

source: Turn on to load additional JS library to support old browsers.
ru_ru: Включите для загрузки дополнительной библиотеки JS для поддержки старых браузеров.

source: Optimize frontend CSS
ru_ru: Оптимизация фронтенда CSS

source: Turn on to load optimized CSS. Read our documentation to do it in a properly way if you are using child theme installed before 5.0 theme release.
ru_ru: Включение для загрузки оптимизированной CSS. Прочитайте нашу документацию, чтобы сделать это правильно, если вы используете дочернюю тему, установленную до выхода версии 5.0.

source: Masonry scripts
ru_ru: Masonry скрипты

source: Turn on to load masonry scripts to all pages. Enable this option if you plan to use WPBakery Brands list, 8theme Product Looks elements.
ru_ru: Включите для загрузки сценариев кладки на все страницы. Отметьте этот флажок, если вы планируете использовать список WPBakery Brands, 8 тематических элементов оформления товаров.

source: Loads masonry scripts needed to work for masonry elements (115kb of page size)
ru_ru: Загружает masonry шрифты, необходимые для кладки элементов кладки (115 кб формата страницы).

source: FontAwesome support
ru_ru: Отличная поддержка FontAwesome

source: Turn on to load FontAwesom 4.7 icons font and scripts.
ru_ru: Включите для загрузки шрифта и сценариев с пиктограммами FontAwesom 4.7.

source: Running FontAwesome scripts and styles needed to work for some elements that use those icons, e.g. menu subitem item icons (41kb of page size)
ru_ru: Запуск FontAwesome скриптов и стилей, необходимых для работы с некоторыми элементами, использующими эти иконки, например, значки подпунктов меню (41 кб размера страницы).

source: Menu cache
ru_ru: Кэш меню

source: Enable object cache for menu.
ru_ru: Включить кэш объектов для меню.

source: Static Blocks cache
ru_ru: Статические блоки кэш

source: Enable object cache for Static Blocks.
ru_ru: Включить кэш объектов для статических блоков.

source: Remove query strings from theme static resources
ru_ru: Удаление строк запросов из тематических статических ресурсов

source: Enable to remove the version query string from static resources to improve the Remove query strings from static resources grade on GT Metrix. Don't enable if you use cache plugin where this option is also enabled
ru_ru: Включает удаление строки запроса версии из статических ресурсов для улучшения качества удаления строки запроса из класса статических ресурсов на GT Metrix. Не включайте, если вы используете плагин кэширования, где эта опция также включена.

source: Disable emoji
ru_ru: Отключить эмодзи

source: It generates an additional HTTP request on your WordPress site to load the wp-emoji-release.min.js file.
ru_ru: Он генерирует дополнительный HTTP-запрос на вашем WordPress сайте для загрузки wp-emoji-release.min.js файла.

source: Import / Export
ru_ru: Импорт / Экспорт

source: Options
ru_ru: Настройки

source: Import and Export your theme settings from file, text or URL.
ru_ru: Импорт и экспорт настроек вашей темы из файла, текст или URL.

source: Import Export
ru_ru: Импорт Экспорт

source: Save and restore your theme options.
ru_ru: Сохраните и восстановите параметры темы.

source: Introduction
ru_ru: Введение

source: Activation
ru_ru: Активация

source: Requirements
ru_ru: Требования

source: Ready!
ru_ru: Готов!

source: ...verifying
ru_ru: ... проверяю

source: Theme &rsaquo; Setup Wizard
ru_ru: Тема &rsaquo; Мастер установки

source: Return to the WordPress Dashboard
ru_ru: Вернуться в WordPress Dashboard

source: Welcome to the setup wizard for %s.
ru_ru: Добро пожаловать в мастер настройки для %s .

source: It looks like you have already run the setup wizard.
ru_ru: Похоже, вы уже запускали мастер настройки.

source: If you need to update XStore theme, go to your
ru_ru: Если вам нужно обновить тему XStore, перейдите на страницу со своей темой

source: Run Setup Wizard Again
ru_ru: Запуск мастера установки еще раз

source: Welcome to XStore Setup Wizard
ru_ru: Добро пожаловать в мастера установки XStore

source: Thank you for choosing our XStore template.
ru_ru: Благодарим Вас за выбор нашего шаблона XStore.

source: This setup wizard will help you to refresh and configure your website with a new layout. You will have Child Theme, Demos, and Plugins installed in 3-8 minutes (depending on your server configuration).
ru_ru: Этот мастер настройки поможет вам обновить и настроить ваш сайт с помощью нового макета. В течение 3-8 минут (в зависимости от конфигурации сервера) будут установлены дочерние темы, демо-версии и плагины.

source: No time to go through the Setup wizard? You may skip this step now and get back to WordPress dashboard. Come back any time to continue a theme installation.
ru_ru: Нет времени на просмотр мастера установки? Теперь вы можете пропустить этот шаг и вернуться на панель инструментов WordPress. Приходите в любое время, чтобы продолжить тематическую установку.

source: Not right now
ru_ru: Не прямо сейчас

source: Let's Go!
ru_ru: Пойдем!

source: Options have been reset. Please go to Appearance > Customize in the WordPress backend.
ru_ru: Параметры были сброшены. Пожалуйста, перейдите к Внешний вид> Настройка в бэкэнда WordPress.

source: Our theme requires some plugins to be installed. You may edit the plugins, add or remove them at all later directly from your Wordpress Dashboard.
ru_ru: Наша тема требует установки некоторых плагинов. Вы можете редактировать плагины, добавлять или удалять их позже непосредственно с Wordpress Dashboard.

source: Please, note that every external plugin can affect your website loading speed.
ru_ru: Обратите внимание, что каждый внешний плагин может повлиять на скорость загрузки вашего сайта.

source: Required Plugins
ru_ru: Требуемые Плагины

source: Needed for this version
ru_ru: Нужно для этой версии

source: Additional plugins
ru_ru: Дополнительные плагины

source: not required
ru_ru: необязательный

source: Good news! All plugins are already installed and up to date. Please continue.
ru_ru: Хорошие новости! Все плагины уже установлены и в актуальном состоянии. Пожалуйста, продолжайте.

source: Importing demo content...
ru_ru: Импорт демо-контента...

source: Please wait, it may take up to 2 minutes.
ru_ru: Пожалуйста, подождите, это может занять до 2 минут.

source: Continue
ru_ru: Продолжать

source: Install
ru_ru: Установить

source: No Slug Found
ru_ru: Нет Slug Найдено

source: Activating Plugin
ru_ru: Активация плагинов

source: Updating Plugin
ru_ru: Обновление плагина

source: Installing Plugin
ru_ru: Установка плагинов

source: Success
ru_ru: Успех

source: Choose Your Demo
ru_ru: Выберите демонстрационный ролик

source: Choose the appropriate demo version from the variants listed below. Once imported, this content can be managed from the WordPress dashboard.
ru_ru: Выберите подходящую демонстрационную версию из перечисленных ниже вариантов. После импорта этим содержимым можно управлять с панели управления WordPress.

source: Choose
ru_ru: Выбрать

source: Data imported
ru_ru: Импорт данных

source: Activate Xstore
ru_ru: Активировать Xstore

source: Activate theme
ru_ru: Активировать тему

source: Use your purchase code to activate XStore template. Please, note, that you won’t be able to use theme without activation.
ru_ru: Используйте код покупки для активации шаблона XStore. Обратите внимание, что вы не сможете использовать тему без активации.

source: To find your Purchase code, please follow:
ru_ru: Чтобы найти код покупки, пожалуйста, следуйте инструкциям:

source: ThemeForest account
ru_ru: Счет ThemeForest

source: Choose xstore
ru_ru: Выберите xstore

source: License
ru_ru: Лицензия

source: A purchase code (license) is only valid for One Project. Do you want to use this theme for a one more project? Purchase a new license
ru_ru: Код покупки (лицензия) действителен только для одного проекта. Хотите использовать эту тему еще для одного проекта? Приобрести новую лицензию

source: here
ru_ru: здесь

source: to get a new code.
ru_ru: чтобы получить новый код.

source: Setup Xstore Child Theme
ru_ru: Настройка детской темы магазина Xstore

source: If you are planning to make any modifications in a theme source code, using Child theme is highly recommended. It will allow the parent theme to receive updates without overwriting your source code changes.
ru_ru: Если вы планируете внести какие-либо изменения в исходный код темы, настоятельно рекомендуется использовать тему Child. Это позволит родительской теме получать обновления без перезаписи изменений исходного кода.

source: Please, avoid changing the original theme HTML/CSS/PHP code.
ru_ru: Пожалуйста, избегайте изменения оригинальной темы HTML/CSS/PHP кода.

source: Skip this step
ru_ru: Пропустить этот шаг

source: Create and Use Child Theme
ru_ru: Создание и использование Child Theme

source: Before using XStore, first of all, make certain that your server and WordPress meet theme's requirements. You can change them by yourself, or contact your hosting provider with a request to increase the following minimums.
ru_ru: Прежде чем использовать XStore, прежде всего, убедитесь, что ваш сервер и WordPress соответствуют требованиям темы. Вы можете изменить их самостоятельно или обратиться к своему хостинг-провайдеру с просьбой о повышении следующих минимальных значений.

source: Most problems, such as white screen after theme installation, out of memory errors, fails when import demo content, etc., are usually related to server settings and excessively low PHP configuration limits.
ru_ru: Большинство проблем, таких как белый экран после установки темы, ошибки памяти, сбой при импорте демонстрационного контента и т.д., обычно связаны с настройками сервера и чрезмерно низкими ограничениями конфигурации PHP.

source: Congratulations, Your Website is Ready!
ru_ru: Поздравляю, Ваш сайт готов!

source: XStore theme has been installed on your website and ready to use. Go to your %s. Make all the necessary changes and upload your content.
ru_ru: Тема XStore установлена на вашем сайте и готова к использованию. Иди к своим %s. Внести все необходимые изменения и загрузить содержимое.

source: WordPress dashboard
ru_ru: Приборная панель WordPress

source: Xstore comes with 6 months item free support from purchase date (with the option to extend the support period). More details about item support can be found at ThemeForest
ru_ru: Xstore поставляется с 6-месячной бесплатной поддержкой с даты покупки (с возможностью продления периода поддержки). Более подробная информация о поддержке позиций доступна на сайте ThemeForest

source: Item Support Policy
ru_ru: Пункт Политика поддержки

source: Setup WooCommerce
ru_ru: Настройка WooCommerce WooCommerce

source: View your new website
ru_ru: Посмотреть новый веб-сайт

source: Upgrade
ru_ru: Обновить

source: Upgrade Content and Settings
ru_ru: Обновление содержимого и настроек

source: Pending.
ru_ru: В ожидании.

source: Installing Updates.
ru_ru: Установка обновлений.

source: Success.
ru_ru: Успех.

source: You need to set an image as a featured image to be able to use it as an menu item image
ru_ru: Вам нужно установить изображение в качестве признакам изображение, чтобы иметь возможность использовать его в качестве пункта меню изображения

source: Change menu item image
ru_ru: Пункт меню Изменить изображение

source: Remove menu item image
ru_ru: Удалить пункт меню Образ

source: Upload menu item image
ru_ru: Загрузить пункт меню изображения

source: Used on hover?
ru_ru: Используется при наведении курсора мыши?

source: Should this image be used on hover
ru_ru: Если это изображение будет использоваться при наведении курсора мыши

source: Used when active?
ru_ru: Используется, когда активна?

source: Should this image be used when menu item is active
ru_ru: Если это изображение будет использоваться при пункт меню активен

source: Disable navigation label
ru_ru: Отключить навигационную этикетку

source: Anchor
ru_ru: Якорь

source: Select design option
ru_ru: Выберите вариант оформления

source: Dropdown
ru_ru: Выпадающее меню

source: Mega menu
ru_ru: Мега меню

source: Subcategories + Posts
ru_ru: Подкатегории + должности

source: Column width (for ex.: 100%)
ru_ru: Ширина столбца (например: 100%)

source: Mega menu height (for ex.: 100px)
ru_ru: Высота меню Мега (например: 100 пикселей)

source: Mega menu container width (for ex.: 1000px)
ru_ru: Ширина контейнера меню Mega (например: 1000 пикселей)

source: Image without spacing
ru_ru: Изображение без зазора

source: Static block
ru_ru: Статический блок

source: Don't create subitems if you use static block!
ru_ru: Не создавайте подэлементы, если вы используете статический блок!

source: Widget area
ru_ru: Область виджета

source: Open submenu by click
ru_ru: Откройте подменю щелчком мыши

source: Icons library
ru_ru: Библиотека иконок

source: Icon name
ru_ru: Название значка

source: If you use FontAwesome icons library then FontAwesome support should be enabled in Theme Options -> Speed Optimization
ru_ru: Если вы используете библиотеку иконок FontAwesome, то поддержка FontAwesome должна быть включена в разделе Theme Options -> Speed Optimization (Параметры темы -> Оптимизация скорости).

source: Select label
ru_ru: Метка выпадающего списка

source: Use img like
ru_ru: Используйте имг как

source: Background Repeat
ru_ru: Повтор фона

source: Background-repeat
ru_ru: Повтор фона

source: No Repeat
ru_ru: Не повторять

source: Repeat All
ru_ru: Повторять

source: Repeat Horizontally
ru_ru: Повторять по горизонтали

source: Repeat Vertically
ru_ru: Повторять по вертикали

source: Background Position
ru_ru: Позиция фона

source: Background-position
ru_ru: Позиция фона

source: Left Top
ru_ru: Лево Верх

source: Left Center
ru_ru: Лево Центр

source: Left Bottom
ru_ru: Лево Низ

source: Center Center
ru_ru: Центр Центр

source: Center Bottom
ru_ru: Центр Низ

source: Right Top
ru_ru: Право Верх

source: Right Center
ru_ru: Право Центр

source: Right Bottom
ru_ru: Право Низ

source: Menu item is shown only for:
ru_ru: Пункт меню отображается только для:

source: All users
ru_ru: Все пользователи

source: Logged in users
ru_ru: Авторизованные пользователи

source: Unlogged users
ru_ru: Незарегистрированные пользователи

source: Donate
ru_ru: Пожертвовать

source: Developer Mode Enabled
ru_ru: Режим разработчика Включено

source: WP_DEBUG is enabled
ru_ru: WP_DEBUG включена

source: you are working in a localhost environment
ru_ru: вы работаете в среде локального хоста

source: and
ru_ru: и

source: Redux has enabled developer mode because
ru_ru: Redux включил режим разработчика, потому что

source: If you are not a developer, your theme/plugin author shipped with developer mode enabled. Contact them directly to fix it.
ru_ru: Если вы не являетесь разработчиком, ваш автор темы / плагин поставляется с режим разработчика включен. Свяжитесь с ними напрямую, чтобы исправить это.

source: Search for options
ru_ru: Поиск вариантов

source: Manual & Support
ru_ru: Руководство & поддержка

source: Save Changes
ru_ru: Сохранить

source: Reset Section
ru_ru: Сбросить раздел

source: Reset All
ru_ru: Сбросить все

source: Working...
ru_ru: Работаем...

source: File ID does not exist
ru_ru: ID файла не существует

source: File was't deleted
ru_ru: Файл не был удален.

source: Please, make sure that you upload font formats that are supported by all the browsers.
ru_ru: Пожалуйста, убедитесь, что вы загружаете шрифты, поддерживаемые всеми браузерами.

source: Browser Support for Font Formats
ru_ru: Поддержка форматов шрифтов в браузере

source: Font format
ru_ru: Формат шрифта

source: Upload font
ru_ru: Загрузить шрифт

source: Uploaded fonts
ru_ru: Загруженные шрифты

source: It looks like font file was removed from the folder directly
ru_ru: Похоже, что файл шрифта был удален из папки напрямую.

source: Font details
ru_ru: Детали шрифта

source: Uploaded at
ru_ru: Загружено в

source: Uploaded by
ru_ru: Загружено

source: File name
ru_ru: Имя файла

source: File size
ru_ru: Размер файла

source: Empty Font file field
ru_ru: Пустое поле файла шрифта

source: Wrong file extension "use only: eot, woff2, woff, ttf, otf"
ru_ru: Неправильное расширение файла "Использовать только: eot, woff2, woff, ttf, otf".

source: File size more then 5MB
ru_ru: Размер файла более 5MB

source: File was successfully uploaded.
ru_ru: Файл был успешно загружен.

source: Submit
ru_ru: Отправить

source: Install Required Plugins
ru_ru: Установить необходимые плагины

source: Installing Plugin: %s
ru_ru: Установка плагина: %s

source: Updating Plugin: %s
ru_ru: Обновление плагина: %s

source: Something went wrong with the plugin API.
ru_ru: Что-то пошло не так с API плагина.

source: This theme requires the following plugin: %1$s.
ru_ru: Для данного шаблона необходимо наличие следующих плагинов: %1$s.

source: This theme recommends the following plugin: %1$s.
ru_ru: Эта тема рекомендует следующий плагин: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ru_ru: Следующий плагин необходимо обновить до последней версии, чтобы обеспечить максимальную совместимость с этой темой: %1$s.

source: There is an update available for: %1$s.
ru_ru: Обновление доступно для: %1$s.

source: The following required plugin is currently inactive: %1$s.
ru_ru: Следующий обязательный плагин в настоящее время неактивен: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ru_ru: Следующий рекомендуемый плагин в настоящее время неактивен: %1$s.

source: Begin installing plugin
ru_ru: Начать установку плагина

source: Begin updating plugin
ru_ru: Начать обновление плагина

source: Begin activating plugin
ru_ru: Начать активацию плагина

source: Return to Required Plugins Installer
ru_ru: Вернуться к установке необходимых плагинов

source: Return to the Dashboard
ru_ru: Вернуться к панели управления

source: Plugin activated successfully.
ru_ru: Плагин успешно активирован.

source: The following plugin was activated successfully:
ru_ru: Следующий плагин был успешно активирован:

source: No action taken. Plugin %1$s was already active.
ru_ru: Действия не произведены. Плагин %1$s уже активен.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ru_ru: Плагин не активирован. Для этой темы необходима более новая версия %s. Пожалуйста, обновите плагин.

source: All plugins installed and activated successfully. %1$s
ru_ru: Все плагины установлены и активированы. %1$s

source: Dismiss this notice
ru_ru: Скрыть уведомление

source: There are one or more required or recommended plugins to install, update or activate.
ru_ru: Есть один или несколько обязательных или рекомендуемых плагинов для установки, обновления или активации.

source: Please contact the administrator of this site for help.
ru_ru: Обратитесь к администратору сайта за помощью.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ru_ru: Установщик плагина не содержит папку с нужной ссылкой и переименование не работает.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ru_ru: Пожалуйста, обратитесь к авторам плагина и попросите их упаковать плагин в соответствии с требованиями WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ru_ru: Установщик плагина содержит более одного файла, но они не упакованы в папку.

# plugin A *and* plugin B
source: and
ru_ru: и

source: Required
ru_ru: Обязательный

source: Recommended
ru_ru: Рекомендуемый

source: WordPress Repository
ru_ru: Репозиторий WordPress

source: External Source
ru_ru: Внешний источник

source: Pre-Packaged
ru_ru: Комплект поставки

source: Not Installed
ru_ru: Не установлено

source: Installed But Not Activated
ru_ru: Установлено, но не активировано

source: Required Update not Available
ru_ru: Обязательное обновление не доступно

source: Requires Update
ru_ru: Требуется обновление

source: Update recommended
ru_ru: Обновление рекомендуется

# plugins
source: All <span class="count">(%s)</span>
ru_ru: Все <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ru_ru: Для установки <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
ru_ru: Доступно обновление <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ru_ru: Активировать <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
ru_ru: неизвестный

source: Installed version:
ru_ru: Установленная версия:

source: Minimum required version:
ru_ru: Минимальная требуемая версия:

source: Available version:
ru_ru: Доступная версия:

source: No plugins to install, update or activate.
ru_ru: Нет плагинов не устанавливать, обновлять или активировать.

source: Plugin
ru_ru: Плагин

source: Source
ru_ru: Источник

source: Type
ru_ru: Тип

source: Version
ru_ru: Версия

source: Status
ru_ru: Статус

source: Install %2$s
ru_ru: Установить %2$s

source: Update %2$s
ru_ru: Обновление %2$s

source: Activate %2$s
ru_ru: Активировать %2$s

source: Upgrade message from the plugin author:
ru_ru: Сообщение об обновлении от автора плагина:

source: Update
ru_ru: Обновить

source: No plugins were selected to be installed. No action taken.
ru_ru: Ни один из плагинов не выбран для установки. Действие не выполнено.

source: No plugins were selected to be updated. No action taken.
ru_ru: Ни один из плагинов не выбран для обновления. Действие не выполнено.

source: No plugins are available to be installed at this time.
ru_ru: В данный момент нет плагинов доступных для установки.

source: No plugins are available to be updated at this time.
ru_ru: В данный момент нет плагинов доступных для обновления.

source: No plugins were selected to be activated. No action taken.
ru_ru: Ни один из плагинов не выбран для активации. Действие не выполнено.

source: No plugins are available to be activated at this time.
ru_ru: В данный момент нет плагинов доступных для активации.

source: Downloading the upgrade package&#8230;
ru_ru: Загрузка пакета обновления &#8230;

source: Downloading the install package&#8230;
ru_ru: Загрузка установки пакета &#8230;

source: Plugin activation failed.
ru_ru: Не удалось активировать плагин.

source: Updating Plugin %1$s (%2$d/%3$d)
ru_ru: Обновление плагина %1$s (%2$d/%3$d)
