Repository: DamianBuhoMedia/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: ru_ru

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ru_ru: Произошла ошибка при установке %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ru_ru: Установка %1$s не удалась.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ru_ru: Начат процесс установки и активации. Это может занять некоторое время, пожалуйста, наберитесь терпения.

source: %1$s installed and activated successfully.
ru_ru: %1$s установлен и успешно активирован.

source: Show Details
ru_ru: Показать подробности

source: Hide Details
ru_ru: Скрыть подробности

source: All installations and activations have been completed.
ru_ru: Все установки и активации были успешно завершены.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ru_ru: Установка и активация плагина %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ru_ru: Начат процесс установки. Это может занять некоторое время, пожалуйста, наберитсь терпения.

source: %1$s installed successfully.
ru_ru: %1$s успешно установлен.

source: All installations have been completed.
ru_ru: Все установки были завершены.

source: Installing Plugin %1$s (%2$d/%3$d)
ru_ru: Установка плагина %1$s (%2$d/%3$d)

source: XStore Options
ru_ru: Опции XStore

source: Fixed background position
ru_ru: Фиксированная позиция фона

source: Off center
ru_ru: Off-центр

source: Columns reverse on mobile
ru_ru: Столбцы наоборот на мобильном

source: Slider speed
ru_ru: Slider скорость

source: Stop autoplay on mouseover
ru_ru: Остановить автоигру на курсоре мыши

source: Interval between slides. In milliseconds. Default: 1000
ru_ru: Интервал между слайдами. За миллисекунды. По умолчанию: 1000

source: Hide prev/next buttons
ru_ru: Скрыть кнопки Предыдущий/Следующий

source: Pagination type
ru_ru: Тип Нумерации страни

source: Lines
ru_ru: Линии

source: Hide pagination only for
ru_ru: Скрыть нумерацию страниц только для

source: Mobile
ru_ru: Мобильный

source: Desktop
ru_ru: Рабочий стол

source: Pagination default color
ru_ru: Цвет Разбивка по умолчанию

source: Pagination active color
ru_ru: Разбивка активный цвет

source: Number of slides on large screens
ru_ru: Количество слайдов на больших экранах

source: On notebooks
ru_ru: На ноутбуках

source: On tablet landscape
ru_ru: На планшете пейзаж

source: On tablet portrait
ru_ru: На планшете портрет

source: On mobile
ru_ru: На мобильном телефоне

source: Display A-Z filter
ru_ru: Дисплей A-Z фильтр

source: Brand settings
ru_ru: Настройки бренда

source: Alignment
ru_ru: Выравнивание

source: Display brands capital letter
ru_ru: Отображать бренды заглавной буквой

source: Brand title
ru_ru: Название бренда

source: Brand image
ru_ru: Образ бренда

source: Title with tooltip
ru_ru: Название с подсказкой

source: Brand description
ru_ru: Описание бренда

source: Hide empty
ru_ru: Скрыть пустые

source: Show Product Counts
ru_ru: Показать количество продуктов

source: Buttons layout
ru_ru: Расположение кнопок

source: Sorting the buttons layout
ru_ru: Сортировка расположения кнопок

source: Wishlist
ru_ru: Список желаний

source: Compare
ru_ru: Сравнить

source: Compare button.
ru_ru: Сравнить кнопку.

source: Margins (top right bottom left)
ru_ru: (Вверху справа внизу слева)

source: Product title
ru_ru: Заголовок продукта

source: Content product by 8theme
ru_ru: Содержание продукта по 8 темам

source: Show current product name
ru_ru: Показать текущее название продукта

source: Add link
ru_ru: Добавить ссылку

source: Product link
ru_ru: Ссылка на Продукт

source: Custom link
ru_ru: Пользовательская ссылка

source: Cut product name
ru_ru: Вырезать название продукта

source: Words
ru_ru: Слова

source: Letters
ru_ru: Буквы

source: Count words/letters
ru_ru: Считать слова/буквы

source: Symbols
ru_ru: Символы

source: Default "...".
ru_ru: По умолчанию "...".

source: Style particular content element differently - add a class name and refer to it in custom CSS.
ru_ru: Стиль особый элемент содержимого по-разному - добавьте имя класса и обратитесь к нему в пользовательский CSS.

source: Product image
ru_ru: Изображение товара

source: URL (Link)
ru_ru: URL (ссылка)

source: Add custom link.
ru_ru: Добавить пользовательскую ссылку.

source: Image alignment
ru_ru: Выравнивание изображения

source: Select image alignment.
ru_ru: Выберите выравнивание изображения.

source: Image style
ru_ru: Стиль изображения

source: Select image display style.
ru_ru: Выберите стиль отображения изображения.

source: Border color.
ru_ru: Цвет рамки.

source: Design Options
ru_ru: Дизайн Опци

source: Product excerpt
ru_ru: Выдержка продукта

source: Cut excerpt
ru_ru: Вырезать фрагмент

source: Symbols after string
ru_ru: Символы после строки

source: Class
ru_ru: Класс

source: Product rating
ru_ru: Рейтинг товара

source: Show by default ?
ru_ru: Показывать по умолчанию?

source: Product price
ru_ru: Цена продукта

source: Regular price color
ru_ru: Цвет розничной цены

source: Sale price color
ru_ru: Цвет акционной цены

source: Product sku
ru_ru: Артикул товара:

source: Product brands
ru_ru: Торговые марки

source: Show image
ru_ru: Показать картинку

source: The image will be shown in case if product's brand has it
ru_ru: Изображение будет показано в том случае, если бренд продукта имеет его.

source: Product buttons
ru_ru: Кнопки продукта

source: Design type
ru_ru: Тип дизайна

source: Text/icons color
ru_ru: Цвет текста/иконок

source: Text/icons hover color
ru_ru: Текст/иконки навешиваются цветом

source: Background hover color
ru_ru: Цвет фона при наведении

source: Paddings (top right bottom left)
ru_ru: Коврики (в верхнем правом нижнем левом углу)

source: Use this field to add element paddings. For example 10px 20px 30px 40px
ru_ru: Используйте это поле для добавления прокладок элементов. Например, 10x20x30x30x40xx40x

source: Extra class
ru_ru: Дополнительный CSS класс

source: Rated %s out of 5
ru_ru: Оценка %s из 5

source: Your theme is activated! Now you have lifetime updates, top-notch 24/7 live support and much more.
ru_ru: Ваша тема активирована! Теперь у вас есть пожизненные обновления, первоклассная поддержка 24 часа в сутки 7 дней в неделю и многое другое.

source: Deactivate theme
ru_ru: Деактивировать тему

source: Your product should be activated so you may get the access to all the Xstore demos, auto theme updates and included premium plugins. The instructions below in toggle format must be followed exactly.
ru_ru: Ваш продукт должен быть активирован, чтобы вы могли получить доступ ко всем демо-версиям Xstore, автоматическим обновлениям тем и плагинам премиум-класса. Необходимо строго следовать инструкциям, приведенным ниже в формате toggle.

source: Register theme
ru_ru: Зарегистрировать тему

source: One standard license is valid only for 1 website. Running multiple websites on a single license is a copyright violation. When moving a site from one domain to another please deactivate the theme first.
ru_ru: Одна стандартная лицензия действительна только для 1 сайта. Управление несколькими веб-сайтами на одной лицензии является нарушением авторских прав. При перемещении сайта с одного домена на другой, пожалуйста, сначала деактивируйте тему.

source: This is major theme update! Please, do the backup of your files and database before proceed to update. If you use WC plugin make sure that its version is 3.3.0 or higher.
ru_ru: Это главное тематическое обновление! Пожалуйста, сделайте резервную копию ваших файлов и базы данных, прежде чем приступать к обновлению. Если вы используете плагин WC, убедитесь, что его версия 3.3.0 или выше.

source: Brand:
ru_ru: Марка:

source: Open 360 view
ru_ru: Открыть 360 просмотр

source: Show details
ru_ru: Показать детали

source: Sizing guide
ru_ru: Sizing руководство

source: Category:
ru_ru: Категория:

source: View as:
ru_ru: Посмотреть, как:

source: Filters
ru_ru: Фильтры

source: View Wishlist
ru_ru: Просмотреть список пожеланий

source: No products in the wishlist.
ru_ru: Нет товаров в список желаний.

source: Cart
ru_ru: Корзина

source: Remove this item
ru_ru: Удалить этот элемент

source: No products in the cart.
ru_ru: Нет товаров в корзине.

source: Shopping cart
ru_ru: Корзина для покупок

source: Subtotal:
ru_ru: Подытог:

source: Product brand
ru_ru: Товар Бренд

source: View all products
ru_ru: Просмотреть все продукты

source: Product Video
ru_ru: Видео о продукте

source: Upload your Video in 3 formats: MP4, OGG and WEBM
ru_ru: Загрузить видео в 3-х форматах: MP4, OGG и WEBM

source: Delete image
ru_ru: Удалить изображение

source: Delete
ru_ru: Удалить

source: Add product gallery video
ru_ru: Добавить продукт галерея видео

source: Or you can use YouTube or Vimeo iframe code
ru_ru: Или вы можете использовать YouTube или Vimeo код Iframe

source: Add Images to Product Gallery
ru_ru: Добавить изображения в галерею продукта

source: Add to gallery
ru_ru: Добавить в галерею

source: Delete video
ru_ru: Удалить видео

source: Open panel
ru_ru: Открыть панель

source: Sorry, but nothing matched your search terms. Please try again with some different keywords
ru_ru: Извините, но ничего не соответствуют условия поиска. Пожалуйста, попытайтесь снова с другими ключевыми словами

source: Prev page
ru_ru: Предыдущая страница

source: Next page
ru_ru: Следующая страница

source: No more posts to load
ru_ru: Нет новых сообщений для загрузки

source: Load More Posts
ru_ru: Загрузить еще записи

source: Loading
ru_ru: Загрузка

source: Edit this
ru_ru: Редактировать

source: Search...
ru_ru: Поиск...

source: Tags:
ru_ru: Теги:

source: About author
ru_ru: Об авторе

source: About Author
ru_ru: Об авторе

source: Other posts by %s
ru_ru: Другие объявления %s

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
ru_ru: Извините, но у вас нет доступа на установку плагина %s. Обратитесь к администратору этого сайта за помощью по установке плагина.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
ru_ru: Извините, но у вас нет доступа для активации плагина %s. Обратитесь к администратору этого сайта за помощью по активации плагина.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
ru_ru: Извините, но у вас нет необходимых разрешений для обновления плагина %s. Обратитесь к администратору этого сайта за помощью в обновлении плагина.

source: Activate installed plugin
ru_ru: Активировать плагин

source: All plugins installed and activated successfully. %s
ru_ru: Все плагины установлены и активированы. %s

source: Main menu
ru_ru: Главное меню

source: Main menu right
ru_ru: Главное меню справа

source: My account
ru_ru: Мой аккаунт

source: Permalink to %s
ru_ru: Постоянная ссылка на %s

source: Text on the button
ru_ru: Текст на кнопке

source: Previous tab
ru_ru: Предыдущая вкладка

source: Next tab
ru_ru: Следующая вкладка

source: Shopping cart
ru_ru: Корзина

source: Order status
ru_ru: Статус заказа

source: Your shopping cart is empty
ru_ru: Ваша корзина пуста

source: We invite you to get acquainted with an assortment of our shop. Surely you can find something for yourself!
ru_ru: Мы приглашаем Вас ознакомиться с ассортиментом нашего магазина. Конечно, вы можете найти что-то для себя!

source: Return To Shop
ru_ru: Возвращение в магазин

source: Total
ru_ru: Всего

source: Available on backorder
ru_ru: Доступно на недопоставка

source: Remove
ru_ru: Удалить

source: Enter your promotional code
ru_ru: Введите промокод

source: Coupon code
ru_ru: Код купона

source: Return to shop
ru_ru: Вернуться в магазин

source: Update cart
ru_ru: Обновить корзину

source: You may be interested in&hellip;
ru_ru: Вы можете быть заинтересованы в &hellip;

source: Billing &amp; Shipping
ru_ru: Платежи &amp; Доставка

source: Billing Details
ru_ru: Платежные реквизиты

source: Create an account?
ru_ru: Зарегистрировать аккаунт?

source: You must be logged in to checkout.
ru_ru: Вам необходимо войти на сайт для оформления заказа.

source: Your order
ru_ru: Ваш заказ

source: Shipping address
ru_ru: Адрес доставки

source: Ship to a different address?
ru_ru: Отправить на другой адрес?

source: Additional Information
ru_ru: Дополнительная информация

source: Unfortunately your order cannot be processed as the originating bank/merchant has declined your transaction. Please attempt your purchase again.
ru_ru: К сожалению, ваш заказ не может быть выполнен, так как система обработки платежей не подтвердила вашу транзакцию. Пожалуйста, попробуйте снова произвести оплату.

source: Pay
ru_ru: Оплатить

source: Thank you. Your order has been received.
ru_ru: Спасибо. Ваш заказ был принят.

source: Order number:
ru_ru: Номер заказа:

source: Date:
ru_ru: Дата:

source: Total:
ru_ru: Всего:

source: Payment method:
ru_ru: Способ оплаты:

source: %s product
ru_ru: %s продукт

source: by %s
ru_ru: от %s

source: Username or email
ru_ru: Имя пользователя или адрес электронной почты

source: Login
ru_ru: Авторизоваться

source: Remember me
ru_ru: Запомнить меня

source: Lost your password?
ru_ru: Забыли пароль?

source: %s quantity
ru_ru: %s количество

# Product quantity input tooltip
source: Qty
ru_ru: Кол-во

source: No products were found
ru_ru: Не найдено ни одного изделия

source: Share:
ru_ru: Поделиться:

source: Details
ru_ru: Детали

source: Show full details
ru_ru: Показать полную информацию

source: Product Information
ru_ru: Информация о товаре

source: SKU:
ru_ru: Артикул:

source: N/A
ru_ru: Н/Д

source: Tag:
ru_ru: Тег:

source: Placeholder
ru_ru: Заполнитель

source: Video is not supporting by your browser
ru_ru: Видео не поддерживает ваш браузер

source: Download Video
ru_ru: Скачать видео

source: video
ru_ru: видео

source: You may also like...
ru_ru: Вам также может понравиться...

source: Type here...
ru_ru: Введите здесь ...

source: All categories
ru_ru: Все категории

source: http://xstore.8theme.com
ru_ru: http://www.8theme.com
