Repository: DamianBuhoMedia/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: ru_ru

source: Upload an interesting png, jpg or gif file to make the waiting time less of a hassle for site visitors.
ru_ru: Загрузите интересный png, jpg или gif файл, чтобы время ожидания было меньше хлопот для посетителей сайта.

source: Static blocks
ru_ru: Статичный блок

source: Enable this option if you want to use static blocks functionality to create an advanced content of footer, newsletter, mega menu etc.
ru_ru: Отметьте этот флажок, если вы хотите использовать функциональность статических блоков для создания расширенного содержимого нижнего колонтитула, новостного бюллетеня, мегаменю и т.д.

source: Testimonials
ru_ru: Отзывы

source: Enable this option if you collect written recommendations from customers, clients and want to display them on your site in different ways.
ru_ru: Включите эту опцию, если вы собираете письменные рекомендации от клиентов, клиентов и хотите, чтобы они отображались на вашем сайте различными способами.

source: Header
ru_ru: Шапка

source: Logo
ru_ru: Лого

source: Logo image
ru_ru: Изображение логотипа

source: Upload logo image for the main header area.
ru_ru: Загрузить изображение логотипа для основной области заголовка.

source: Logo image for fixed header
ru_ru: Изображение логотипа для фиксированного заголовка

source: Upload logo image for the fixed header.
ru_ru: Загрузить изображение логотипа для фиксированного заголовка.

source: Logo max width
ru_ru: Логотип ширина макс

source: Controls the max width of the logo. In pixels.
ru_ru: Устанавливает максимальную ширину логотипа. В пикселях.

source: Header layout
ru_ru: Макет шапки

source: Header Type
ru_ru: Тип заголовка

source: Choose the most suitable header design for you. Some of the headers have Custom area where you can use HTML or static block shortcode to display custom content in the header. The position of the Custom HTML area depends on header design.
ru_ru: Выберите наиболее подходящий для вас дизайн заголовков. Некоторые из заголовков имеют пользовательскую область, где вы можете использовать HTML или код статического блока для отображения пользовательского содержимого в заголовке. Положение пользовательской HTML области зависит от дизайна заголовка.

source: Variant xstore
ru_ru: Вариант xstore

source: Variant xstore2
ru_ru: Вариант xstore2

source: Variant center 2
ru_ru: Центр Вариант 2

source: Variant center 3
ru_ru: Центр Вариант 3

source: Variant standard
ru_ru: Вариант стандарт

source: Double menu
ru_ru: Двойное меню

source: Variant hamburger
ru_ru: Вариант гамбургер

source: Variant vertical
ru_ru: Вариант по вертикали

source: Variant vertical 2
ru_ru: Вариант по вертикали 2

source: Header custom HTML
ru_ru: Заголовок пользовательских HTML

source: You can add text, HTML or static block shortcode to display additional content in the header. The position of the Custom HTML depends on header design. Do not include JS in the field.
ru_ru: Вы можете добавить текст, HTML или код статического блока для отображения дополнительного содержимого в заголовке. Положение пользовательского HTML зависит от дизайна заголовка. Не включать СП в деятельность на местах.

source: Controls position of the Header banner widget area where you can add some promo information.
ru_ru: Управляет положением виджета баннера заголовка, в который можно добавить промо-информацию.

source: Header banner position
ru_ru: Позиция заголовка баннера

source: Above header
ru_ru: Над заголовком

source: Under header
ru_ru: Под заголовком

source: Cart widget position
ru_ru: Положение Корзины-виджета

source: Choose the area where you want to display cart widget in header or disable it at all.
ru_ru: Выберите область, в которой вы хотите отображать виджет корзины в заголовке или отключите его вообще.

source: Top bar left
ru_ru: Верхняя панель слева

source: Top bar right
ru_ru: Верхняя панель справа

source: Shopping cart icon
ru_ru: Корзина значок

source: Choose the icon that you like to use for the cart widget in your header.
ru_ru: Выберите значок, который вы хотите использовать для виджета корзины в заголовке.

source: Number of products in mini cart
ru_ru: Количество товаров в мини-каретере

source: Limit the number of product positions that will be displayed in the cart widget drop-down. All the other products could be checked by visiting the cart page. By default - 3.
ru_ru: Ограничить количество позиций продукта, которое будет отображаться в выпадающем списке корзины виджетов. Все остальные товары можно проверить, посетив страницу корзины. По умолчанию - 3.

source: Mini cart banner content
ru_ru: Мини-компонент баннера корзины

source: Controls content that appears at the bottom of the cart widget drop-down. Do not include JS in the field.
ru_ru: Управление содержимым, которое отображается в нижней части раскрывающегося виджета корзины. Не включать СП в деятельность на местах.

source: Show cart total
ru_ru: Показать общюю корзину

source: Turn on to show the cart total amount next to the cart icon.
ru_ru: Включите, чтобы отобразить общую сумму корзины рядом со значком корзины.

source: Show zero number of cart items on label
ru_ru: Показывать нулевое количество товаров в корзине на этикетке

source: Turn on to show label with zero when the cart is empty.
ru_ru: Включите, чтобы при пустой корзине отображалась этикетка с нулем.

source: Label position
ru_ru: Положение этикетки

source: Choose the position of the label with number of the items in the cart.
ru_ru: Выберите положение этикетки с номером товара в корзине.

source: Color for cart number label
ru_ru: Цвет этикетки для номера корзины

source: Controls the text color of the label with the number of items in the cart.
ru_ru: Управление цветом текста этикетки с количеством товаров в корзине.

source: Background color of the cart number label
ru_ru: Цвет фона этикетки с номером тележки

source: Controls the background color of the label with the number of items in the cart.
ru_ru: Управление цветом фона этикетки с количеством товаров в корзине.

source: Wishlist icon position
ru_ru: Расположение значка избранного

source: Choose the area where you want to display wishlist icon in the header or disable it at all. Works only if YITH Wishlist plugin is enabled.
ru_ru: Выберите область, в которой вы хотите отобразить значок списка пожеланий в заголовке или отключите его вообще. Работает только при включенном плагине YITH Wishlist.

source: Sign In link position
ru_ru: Положение входа в систему

source: Choose the area where you want to display “Sign In” in the header or disable it at all.
ru_ru: Выберите область, в которой вы хотите отобразить "Sign In" в заголовке или отключите его вообще.

source: Sign In type
ru_ru: Тип входа

source: Controls type of the Sign In.
ru_ru: Тип элементов управления входом в систему.

source: Text
ru_ru: Текст

source: Icon with text
ru_ru: Иконка с текстом

source: Custom text for sign in
ru_ru: Пользовательский текст для входа в систему

source: Text to display instead of the default one for the Sign In link. Default - "Sign In or create an account". Visible only if a user is not logged in. For logged in users the text is changed to "My Account" by default.
ru_ru: Текст для отображения вместо текста по умолчанию для ссылки Sign In (Вход). По умолчанию - "Войти или создать учетную запись". Видимо только в том случае, если пользователь не вошел в систему. Для вошедших в систему пользователей текст по умолчанию изменен на "Моя учетная запись".

source: Header styles
ru_ru: Стили шапки

source: Header wide
ru_ru: Заголовок широкий

source: Stretches the header container to full width.
ru_ru: Вытягивает контейнер заголовка на полную ширину.

source: Header max-width
ru_ru: Максимальная ширина заголовка

source: Limits the width of the header container. In pixels.
ru_ru: Ограничивает ширину заголовочного контейнера. В пикселях.

source: Header paddings
ru_ru: Внутренние отступы

source: Controls the paddings of the main header area. Choose also the valid CSS unit from the drop-down.
ru_ru: Служит для регулировки накладок в области главного коллектора. Выберите также подходящий модуль CSS из выпадающего списка.

source: Header margin bottom
ru_ru: Нижнее поле заголовка

source: Controls the bottom margin of the header to page content when breadcrumbs are disabled. In pixels.
ru_ru: Служит для управления нижним краем заголовка страницы при отключенной функции отображения содержимого хлебных крошек. В пикселях.

source: Header border bottom
ru_ru: Граница заголовка снизу

source: Controls the header border line.
ru_ru: Управляет линией границы заголовка.

source: Controls the header border line color.
ru_ru: Служит для управления цветом линии границы заголовка.

source: Header over the content
ru_ru: Заголовок над контентом

source: Turn it on if you want to have absolute header position and show it over the breadcrumbs and content.
ru_ru: Включите его, если вы хотите иметь абсолютное положение заголовка и показать его поверх крошек хлеба и содержимого.

source: Controls the header text/icons color scheme.
ru_ru: Управление цветовой гаммой заголовков текста/иконок.

source: Header background
ru_ru: Фон заголовка

source: Controls the header background.
ru_ru: Управляет фоном заголовка.

source: Header background opacity
ru_ru: Прозрачность фона шапки

source: Controls the header background opacity.
ru_ru: Управление непрозрачностью фона заголовка.

source: Top bar
ru_ru: Верхняя панель

source: Enable top bar
ru_ru: Включить верхнюю панель

source: Turn on to show the top bar.
ru_ru: Включите, чтобы показать верхнюю панель.

source: Top bar background
ru_ru: Верхняя часть фона бар

source: Controls the top bar background.
ru_ru: Управление фоном верхней панели.

source: Top bar background opacity
ru_ru: Непрозрачность фона верхней панели

source: Controls the top bar background opacity.
ru_ru: Управление непрозрачностью фона верхней панели.

source: Controls the top text color scheme.
ru_ru: Управление верхней цветовой схемой текста.

source: Enable top panel
ru_ru: Включить верхнюю панель

source: Turn on to show the top panel opened by click on an arrow at the middle of the top bar. You can add the Top panel content at the Appearance > Widgets > Top panel.
ru_ru: Включите, чтобы показать открытую верхнюю панель, щелкнув на стрелке в середине верхней панели. Содержание верхней панели можно добавить на вкладке Внешний вид > Виджеты > Верхняя панель.

source: Search widget position
ru_ru: Поиск позиции виджета

source: Choose the area where you want to display Search widget in the header or disable it at all. Design of the search widget depends on the header type.
ru_ru: Выберите область, в которой вы хотите отобразить виджет Поиск в заголовке, или отключите его вообще. Дизайн виджета поиска зависит от типа заголовка.

source: Search by posts
ru_ru: Поиск по сообщений

source: Turn on to include posts in the search results.
ru_ru: Включите для включения сообщений в результаты поиска.

source: Search by pages
ru_ru: Искать по страницам

source: Turn on to include pages in the search results.
ru_ru: Включите, чтобы включить страницы в результаты поиска.

source: Search by products
ru_ru: Поиск по продукции

source: Turn on to include products in the search results.
ru_ru: Включите для включения продуктов в результаты поиска.

source: Search by SKU
ru_ru: Поиск по SKU

source: Turn on to search products by SKU.
ru_ru: Включите поиск продуктов с помощью SKU.

source: Fixed Header
ru_ru: Фиксированный заголовок

source: Fixed header type
ru_ru: Фиксированный тип заголовка

source: Choose the type of the fixed header appearance or disable it. Fixed - display fixed header once you scroll down, Smart - display fixed header once you scroll up.
ru_ru: Выберите тип внешнего вида фиксированного заголовка или отключите его. Исправлено - отображение фиксированного заголовка при прокрутке вниз, Smart - отображение фиксированного заголовка при прокрутке вверх.

source: Fixed
ru_ru: Закрепить

source: Smart
ru_ru: Умный

source: Fixed header text color
ru_ru: Цвет текста заголовка Фиксированный

source: Controls the fixed header text/icons color scheme.
ru_ru: Управление цветовой гаммой текста/иконок фиксированных заголовков.

source: Fixed header background
ru_ru: Фиксированный фон заголовка

source: Controls the fixed header background.
ru_ru: Управление фиксированным фоном заголовка.

source: Fixed header background opacity
ru_ru: Непрозрачность фона фиксированного заголовка

source: Controls the fixed header background opacity.
ru_ru: Управление непрозрачностью фона фиксированного заголовка.

source: Mobile Header
ru_ru: Мобильная шапка

source: Mobile header text color
ru_ru: Цвет текста мобильного заголовка

source: Controls the mobile header text/icons color scheme.
ru_ru: Управление цветовой гаммой текста/значков заголовков мобильных устройств.

source: Mobile header background
ru_ru: Мобильный фон заголовка

source: Controls the mobile header background.
ru_ru: Управление фоном мобильного заголовка.

source: Mobile header paddings
ru_ru: Мобильные прокладки для коллекторов

source: PControls the paddings of the mobile header area. Choose, also the valid CSS unit from the drop-down.
ru_ru: PControl управляет прокладками в области мобильного коллектора. Выберите из выпадающего списка также подходящий модуль CSS.

source: My account in mobile menu
ru_ru: Мой счет в мобильном меню

source: Turn on to show my account link in the mobile menu area below the mobile menu links.
ru_ru: Включите, чтобы показать ссылку на мой счет в области мобильного меню под ссылками на мобильное меню.

source: Logo in mobile menu
ru_ru: Логотип в меню мобильного телефона

source: Turn on to show site logo in the mobile menu area above the mobile menu links.
ru_ru: Включите для отображения логотипа сайта в области мобильного меню над ссылками мобильного меню.

source: Upload logo image for the mobile menu header area.
ru_ru: Загрузить изображение логотипа для области заголовка мобильного меню.

source: Promo popup in mobile menu
ru_ru: Всплывающее окно акции в меню мобильного телефона

source: Turn on to show my Promo popup link in the mobile menu area below the mobile menu links.
ru_ru: Включите, чтобы показать мою всплывающую ссылку Promo в области меню мобильного телефона под ссылками меню мобильного телефона.

source: Menu options
ru_ru: Опции меню

source: Smart menu
ru_ru: Интеллектуальное меню

source: Controls the appearance of the toggle icon instead of the last menu items when there is no space to show the links in one line. Do not use if your menu is not too long.
ru_ru: Управление отображением значка переключения вместо последних пунктов меню, когда нет места для отображения ссылок в одной строке. Не используйте, если меню не слишком длинное.

source: Mega menu full width
ru_ru: Мега-меню по всей ширине

source: Turn on to make the mega menu wrapper full width and keep mega menu columns container in the middle of the screen.
ru_ru: Включите эту функцию, чтобы сделать обертку меню mega по всей ширине и сохранить контейнер столбцов меню mega в середине экрана.

source: Secondary menu
ru_ru: Вспомогательное меню

source: Turn on to show the additional vertical menu before the first menu item.
ru_ru: Включение для отображения дополнительного вертикального меню перед первым пунктом меню.

source: Secondary menu visibility
ru_ru: Прозрачное Вспомогательное меню

source: Choose the way to show the secondary menu.
ru_ru: Выберите способ отображения дополнительного меню.

source: Opened
ru_ru: Открытый

source: Opened by click
ru_ru: Открыта щелчком мыши

source: Opened on hover
ru_ru: Открыт при наведении курсора мыши

source: For home page only
ru_ru: Только для домашней страницы

source: Turn on to keep the secondary menu opened only for the home page.
ru_ru: Включите, чтобы дополнительное меню оставалось открытым только для главной страницы.

source: Darkening
ru_ru: Потемнение

source: Turn on to show the semi-transparent dark veil over the content and highlight the menu only.
ru_ru: Включите, чтобы показать полупрозрачную темную завесу над содержимым и выделить только меню.

source: All departments text
ru_ru: Все отделы Текст

source: This text will be displayed instead of the default "All departments" title for the secondary menu.
ru_ru: Этот текст будет отображаться вместо заголовка по умолчанию "Все отделы" во вспомогательном меню.

source: All departments
ru_ru: Все отделы

source: Menu styling
ru_ru: Меню стайлинг

source: Menu links align
ru_ru: Меню ссылки выравнивания

source: Choose the alignment of the menu.
ru_ru: Выберите выравнивание меню.

source: Menu background color
ru_ru: Цвет фона меню

source: Controls the background color of the menu.
ru_ru: Управление цветом фона меню.

source: Controls the background color, border width, style, color, radius, paddings of the links of the main menu (1st menu level) and background color, border width, style, color for the hover state.
ru_ru: Управление цветом фона, шириной рамки, стилем, цветом, радиусом, накладками ссылок главного меню (1-й уровень меню) и цветом фона, шириной рамки, стилем, цветом для состояния наведения курсора.

source: Menu links
ru_ru: Ссылки в меню

source: Menu links on hover
ru_ru: Ссылки на меню при наведении курсора мыши

source: Fixed menu links
ru_ru: Исправлены ссылки в меню

source: Controls the background and border color of the drop down and also radius, paddings of the links of the fixed menu (1st menu level) and background color, border width, style, color for the hover state.
ru_ru: Управление цветом фона и рамки выпадающего списка, а также радиусом, накладками ссылок фиксированного меню (1 уровень меню) и цветом фона, шириной рамки, стилем, цветом для состояния наведения курсора.

source: Text styles you can adjust from Typography -> Navigation
ru_ru: Текстовые стили, которые можно настроить в меню Типография -> Навигация

source: Customize
ru_ru: Настроить

source: Border width
ru_ru: Ширина рамки

source: Border style
ru_ru: Стиль границ

source: Border color
ru_ru: Цвет границы

source: Border radius
ru_ru: Радиус границы

source: Dropdown options
ru_ru: Выпадающие опции

source: Controls the background color and border (color, width, style) of the dropdown and mega menu. Here you can also manage dropdown and mega menu links background for default and hover states, color of dividers, paddings.
ru_ru: Управление цветом фона и рамкой (цвет, ширина, стиль) выпадающего и мегаменю. Здесь также можно управлять выпадающим списком и фоном ссылок мега-меню для состояния по умолчанию и при наведении курсора, цветом разделителей, прокладок.

source: Menu dropdown (Mega menu)
ru_ru: Выпадающее меню (Мегаменю)

source: Dropdown background
ru_ru: Выпадающий фон

source: Dropdown border color
ru_ru: Выпадающий цвет рамки

source: Dropdown links background
ru_ru: Фон выпадающих ссылок

source: Dropdown links background on hover
ru_ru: Выпадающий фон ссылок при наведении курсора на экран

source: Paddings
ru_ru: Внутренние отступы

source: Dropdown border width
ru_ru: Ширина нисходящей границы

source: Dropdown border style
ru_ru: Выпадающий стиль границы

source: Mobile menu links
ru_ru: Ссылки на мобильное меню

source: Controls the elements color in the mobile menu.
ru_ru: Управление цветом элементов в меню мобильного телефона.

source: Mobile menu
ru_ru: Мобильное меню

source: Background color for search button
ru_ru: Цвет фона для кнопки поиска

source: Background color for search input
ru_ru: Цвет фона для ввода данных поиска

source: Border width for search input
ru_ru: Ширина границы для ввода данных поиска

source: Border color for search input
ru_ru: Цвет границы для ввода поиска

source: Secondary menu links
ru_ru: Ссылки на дополнительное меню

source: Controls the styles of the secondary menu title and links.
ru_ru: Управляет стилями заголовка дополнительного меню и ссылками.

source: Secondary menu styles
ru_ru: Дополнительные стили меню

source: Title background color (default active color)
ru_ru: Заголовок Цвет фона (активный цвет по умолчанию)

source: Title border color (default active color)
ru_ru: Цвет рамки заголовка (активный цвет по умолчанию)

source: Border width (px)
ru_ru: Ширина рамки (px)

source: Secondary links
ru_ru: Вторичные ссылки

source: Secondary links (hover)
ru_ru: Вторичные звенья (навешивание)

source: Breadcrumbs
ru_ru: Хлебные крошки

source: Choose the breadcrumbs style or disable them.
ru_ru: Выберите стиль хлебных крошек или отключите их.

source: Left inline
ru_ru: Левый рядный

source: Align center
ru_ru: Совместите центр

source: Align left
ru_ru: Выровнять по левому краю

source: Turn on to show step by step breadcrumbs on cart, checkout and order page.
ru_ru: Включите для пошагового показа хлебных крошек на странице корзины, оформления заказа и оформления заказа.

source: Breadcrumbs background
ru_ru: Фон Breadcrumbs

source: Controls the background style of breadcrumbs area.
ru_ru: Служит для управления фоновым стилем области хлебных крошек.

source: Breadcrumbs text color
ru_ru: Цвет Breadcrumbs текст

source: Choose the breadcrumbs text color scheme.
ru_ru: Выберите цветовую гамму текста хлебных крошек.

source: Breadcrumbs effect
ru_ru: Breadcrumbs эффект

source: Choose the animation for the breadcrumbs area.
ru_ru: Выберите анимацию для области хлебных крошек.

source: Parallax on mouse move
ru_ru: Параллакс на ходу мыши

source: Text animation on scroll
ru_ru: Текст анимации на свитке

source: Breadcrumbs paddings
ru_ru: Breadcrumbs отступы

source: Controls the paddings for the breadcrumbs area. Leave empty to use default values.
ru_ru: Контролирует набивки для участка с хлебными крошками. Оставьте пустым, чтобы использовать значения по умолчанию.

source: Breadcrumbs font
ru_ru: Breadcrumbs шрифта

source: Use to change font family and font styles for the breadcrumbs links.
ru_ru: Используется для изменения семейства шрифтов и стилей шрифтов для ссылок на хлебные крошки.

source: Breadcrumbs title font
ru_ru: Breadcrumbs название шрифта

source: Use to change font family and font styles for the title in the breadcrumbs.
ru_ru: Используется для изменения семейства шрифтов и стилей шрифтов для заголовка в панировочных сухарях.

source: "Return to previous page" link
ru_ru: Ссылка "Вернуться на предыдущую страницу"

source: Turn on to show Return to previous page link.
ru_ru: Включите, чтобы показать ссылку Возврат на предыдущую страницу.

source: "Return to previous page" font
ru_ru: "Вернуться на предыдущую страницу" шрифт

source: Use to change font family and font styles for the "return to previous page" link.
ru_ru: Используется для изменения семейства шрифтов и стилей шрифтов для ссылки "Возврат на предыдущую страницу".

source: Footer
ru_ru: Футер

source: Footer layout
ru_ru: Макет подвала

source: Footer columns
ru_ru: Footer столбцы

source: Controls the number of columns in footer. You can add footer content at Appearance > Widgets. You can use static blocks widgets in footer to create custom layout.
ru_ru: Устанавливает количество столбцов в нижнем колонтитуле. Вы можете добавить содержимое нижнего колонтитула в раздел Внешний вид > Виджеты. Вы можете использовать виджеты статических блоков в нижнем колонтитуле для создания собственного макета.

source: 1 Column
ru_ru: 1 Столбец

source: 2 Columns
ru_ru: 2 Столбец

source: 3 Columns
ru_ru: 3 Столбец

source: 4 Columns
ru_ru: 4 Столбец

source: Show footer demo blocks
ru_ru: Показать сноска демонстрационные блоки

source: Turn off to hide default demo content of the footer.
ru_ru: Выключите, чтобы скрыть демонстрационное содержимое нижнего колонтитула по умолчанию.

source: Footer fixed
ru_ru: Footer фиксированной
