Repository: DamianBuhoMedia/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: ru_ru

source: Choose the design type of the tabs.
ru_ru: Выберите тип дизайна вкладок.

source: Left Bar
ru_ru: Левый бар

source: Accordion
ru_ru: Аккордеон

source: Close first tab by default
ru_ru: Закрытие первой вкладки по умолчанию

source: Turn on if you want to keep the first tab closed.
ru_ru: Включите, если вы хотите держать первую слежку закрытой.

source: Tabs content scroll
ru_ru: Вкладки содержание прокрутки

source: Turn on to add height for the tab content and enable scroll if content is higher.
ru_ru: Включите, чтобы добавить высоту для содержимого вкладки и включить прокрутку, если содержимое выше.

source: Tab content height
ru_ru: Вкладка высота содержимого

source: Add the max height of the tab content. In pixels.
ru_ru: Добавьте максимальную высоту содержимого вкладки. В пикселях.

source: Location of product tabs
ru_ru: Расположение вкладок продукта

source: Controls the location of the product tabs.
ru_ru: Контролирует расположение вкладок продукта.

source: Next to image
ru_ru: Рядом с изображением

source: Under content
ru_ru: По содержанию

source: Reviews position
ru_ru: Отзывы позиция

source: Controls the position of the reviews tab.
ru_ru: Управляет положением вкладки отзывов.

source: Tabs
ru_ru: Вкладки

source: Next to tabs
ru_ru: Рядом с Вкладки

source: Custom Tab Title
ru_ru: Пользовательская вкладка Заголовок

source: Add the title to use custom tab.
ru_ru: Добавьте название для использования пользовательской вкладки.

source: Custom tab content
ru_ru: Пользовательский контент Вкладка

source: Add custom tab content. Use HTML, static block shortcode. Do not use JS, PHP code.
ru_ru: Добавлять пользовательское содержимое вкладки. Использовать HTML, код статического блока. Не используйте JS, PHP код.

source: Related Products
ru_ru: Похожие Товары

source: Display related products
ru_ru: Показать связанные продукты

source: Turn on to display related products on the single product page.
ru_ru: Включите для отображения соответствующих продуктов на одной странице продукта.

source: Related products type
ru_ru: Сопутствующие виды продукции

source: Choose the design type of the related products.
ru_ru: Выберите тип дизайна сопутствующих изделий.

source: Related products per view
ru_ru: Связанные продукты на просмотр

source: Controls the number of related products per view for every device.
ru_ru: Управление количеством соответствующих продуктов на одно представление для каждого устройства.

source: Related products columns
ru_ru: Столбцы похожих товаров

source: Controls the number of columns of the related products.
ru_ru: Контролирует количество столбцов соответствующих продуктов.

source: Related products limit
ru_ru: Лимит сопутствующих продуктов

source: Limits the number of the related products.
ru_ru: Ограничивает количество сопутствующих продуктов.

source: Shop elements
ru_ru: Элементы магазина

source: Enable Accordion for the product categories widget
ru_ru: Включить Accordion для виджета категорий продуктов

source: Turn on to enable toggle for the categories with subcategories for the Products Categories WC widget.
ru_ru: Включите, чтобы включить переключение для категорий с подкатегориями для виджета "Категории продуктов WC".

source: Open product categories widget by default
ru_ru: Виджет открытых товарных категорий по умолчанию

source: Turn on to keep first-level categories opened by default.
ru_ru: Включите для сохранения категорий первого уровня, открытых по умолчанию.

source: Categories style
ru_ru: Категории стиль

source: Choose the design for the categories if they are chosen to be displayed on the main shop page in the WooCommerce settings.
ru_ru: Выберите дизайн для категорий, если они выбраны для отображения на главной странице магазина в настройках WooCommerce.

source: Title with background
ru_ru: Название с фоном

source: Zoom
ru_ru: Масштаб

source: Classic
ru_ru: Классический

source: Categories text color
ru_ru: Цвет Категории текста

source: Choose the title color scheme for the categories if they are chosen tobe displayed on the main shop page in the WooCommerce settings.
ru_ru: Выберите цветовую схему заголовка для категорий, если они выбраны, если они отображаются на главной странице магазина в настройках WooCommerce.

source: Text vertical align
ru_ru: Текст по вертикали выравнивание

source: Choose the alignment of the title for the categories if they are chosen to be displayed on the main shop page in the WooCommerce settings.
ru_ru: Выберите выравнивание заголовка для категорий, если они выбраны для отображения на главной странице магазина в настройках WooCommerce.

source: Sale & Out of Stock
ru_ru: Продажа и отсутствие на складе

source: Enable "Out of stock" label
ru_ru: Включить метку "На складе нет"

source: Turn on to show the "Out of stock" label.
ru_ru: Включите, чтобы показать ярлык "На складе закончилось".

source: Enable "Sale" label
ru_ru: Включить метку "Разпродажа".

source: Turn on to show the "Sale" label.
ru_ru: Включите, чтобы показать ярлык "Продажа".

source: Sale label text
ru_ru: Текст этикетки для продажи

source: Use to change the sale text.
ru_ru: Используется для изменения текста продажи.

source: Sale label text color
ru_ru: Цвет текста этикетки продажи

source: Choose the sale label text color.
ru_ru: Выберите цвет текста этикетки для продажи.

source: Sale label background color
ru_ru: Цвет фона этикетки продажи

source: Choose the sale label background color.
ru_ru: Выберите цвет фона этикетки продажи.

source: Sale label border radius
ru_ru: Радиус границы этикетки при продаже

source: Controls the border radius of the sale label. In percents.
ru_ru: Контролирует радиус границы этикетки при продаже. В процентах.

source: Sale label size
ru_ru: Размер этикетки для продажи

source: Controls the size of the sale label. In em, for example, 3.75x3.75.
ru_ru: Контроль размера этикетки при продаже. В них, например, 3.75x3.75.

source: Show sale percentage
ru_ru: Показать процент продажи

source: Turn on to calculate the percentage discount for the simple products. Variable products do not have this option.
ru_ru: Включите, чтобы рассчитать процентную скидку на простые товары. Переменные продукты не имеют этой опции.

source: Quick view
ru_ru: Быстрый просмотр

source: Enable quick view
ru_ru: Включить быстрый просмотр

source: Turn on to allow customers a quick preview of the product right from its respective category listing.
ru_ru: Включите эту функцию, чтобы клиенты могли быстро просмотреть товар прямо из соответствующей категории в списке.

source: Quick view dimentions (width and height)
ru_ru: Быстрая регулировка яркости изображения (ширина и высота)

source: Set height and width of the quick view lightbox.
ru_ru: Установка высоты и ширины светового бокса быстрого просмотра.

source: Product images
ru_ru: Изображения продукта

source: Choose the way to display product image in the quick view window.
ru_ru: Выберите способ отображения изображения продукта в окне быстрого просмотра.

source: Quick view layout
ru_ru: Быстрый просмотр макета

source: Choose the design of the quick view window.
ru_ru: Выберите дизайн окна быстрого просмотра.

source: Centered
ru_ru: Сосредоточенный

source: Quick view content
ru_ru: Быстрый просмотр содержимого

source: Enable elements that you want to display in quick view window.
ru_ru: Включение элементов, которые необходимо отобразить в окне быстрого просмотра.

source: Product star rating
ru_ru: Рейтинг товара звезды

source: Product short description
ru_ru: Короткое описание товара

source: Add to cart
ru_ru: В корзину

source: Share icons
ru_ru: Поделится иконки

source: Details link
ru_ru: Детали ссылка

source: Product details toggle
ru_ru: Переключение параметров продукта

source: Enable details toggle for product
ru_ru: Включить переключатель деталей для продукта

source: Details length
ru_ru: Длина деталей

source: Controls the length of the product details
ru_ru: Регулирует длину деталей изделия

source: Variation swatches
ru_ru: Вариационные образцы

source: Turn on to use style (color, image or label) for each product attribute.
ru_ru: Включите, чтобы использовать стиль (цвет, изображение или этикетку) для каждого атрибута продукта.

source: Swatch position
ru_ru: Положение образца

source: Choose swatches position to display on the shop page.
ru_ru: Выберите положение образца для отображения на странице магазина.

source: Before Product Title
ru_ru: Перед названием продукта

source: After Product Title
ru_ru: После названия товара

source: Swatch style
ru_ru: Стиль Swatch

source: Choose swatch style to display on the shop page.
ru_ru: Выберите стиль образца для отображения на странице магазина.

source: Popup
ru_ru: Всплывающее окно

source: Swatches border color
ru_ru: Образец цвета рамки образца

source: Choose the border color for the attribute term.
ru_ru: Выберите цвет рамки для атрибута.

source: Hover/active swatches border color
ru_ru: Навешивание/активные образцы цвета рамки

source: Choose the border color for the hover/active attribute term.
ru_ru: Выберите цвет рамки для параметра наведения/активного атрибута.

source: Turn on to use brands for the products.
ru_ru: Включите, чтобы использовать бренды для продуктов.

source: Show product brands on grid/list
ru_ru: Показывать товарные знаки в сетке/списке

source: Turn on to display brand title for the product at the grid/list.
ru_ru: Включите, чтобы отобразить название марки продукта в сетке/списке.

source: Show product brands on single product page
ru_ru: Показать бренды продуктов на одной странице продукта

source: Turn on to enable brand on the single product page.
ru_ru: Включите, чтобы бренд отображался на одной странице продукта.

source: Choose the location for brands
ru_ru: Выберите место для размещения брендов

source: Choose brands position on the single product page.
ru_ru: Выберите позицию бренда на отдельной странице продукта.

source: Above short description
ru_ru: Выше приведено краткое описание

source: In product meta
ru_ru: В мета-продукте

source: Show brand image
ru_ru: Показать имидж бренда

source: Turn on to show brand image on the single product page. Choose brand image by uploading thumbnails for the brand while create/edit brand.
ru_ru: Включите для отображения имиджа бренда на одной странице продукта. Выберите имидж бренда, загрузив эскизы для бренда при создании/редактировании бренда.

source: Show brand title
ru_ru: Показать доп. панель над заголовком

source: Turn on to show brand title on the single product page.
ru_ru: Включите, чтобы название бренда отображалось на одной странице продукта.

source: Show brand description
ru_ru: Показать описание бренда

source: Turn on to show brand description on the single product page.
ru_ru: Включите, чтобы отобразить описание бренда на отдельной странице продукта.

source: Show 'Brand' word
ru_ru: Показать слово "Бренд"

source: Turn on to show 'Brand' word before the brand image.
ru_ru: Включите, чтобы показать слово "Brand" перед изображением бренда.

source: Promo Popup
ru_ru: Промо Popup

source: Enable promo popup
ru_ru: Включить всплывающие промо

source: Turn on to enable promo popup.
ru_ru: Включите для включения всплывающего окна промо-акции.

source: Open popup on enter
ru_ru: Открыть всплывающее окно на введите

source: Turn on to show the promo popup when visitor just opened the site.
ru_ru: Включите, чтобы показать всплывающее окно промо, когда посетитель только что открыл сайт.

source: Open when scrolled to the bottom of the page
ru_ru: Открыть при прокрутке в нижней части страницы

source: Turn on to show the promo popup only when visitor scrolled to the bottom of the page.
ru_ru: Включите для отображения всплывающего окна только при прокрутке промо-акции в нижней части страницы.

source: Popup delay
ru_ru: Задержка для промо окна

source: Controls the delay before popup appears. In ms. For example, 1000.
ru_ru: Регулирует задержку перед появлением всплывающего окна. В мисс. Например, 1000.

source: Show link in the top bar
ru_ru: Показать ссылку в верхней панели

source: Turn on to show the link to open promo popup at the top bar.
ru_ru: Включите, чтобы показать ссылку для открытия всплывающего окна промо-акции в верхней панели.

source: Promo link text
ru_ru: Промо ссылка текст

source: The text will be displayed if promo popup link in the top bar is enabled.
ru_ru: Текст будет отображаться, если в верхней панели включена всплывающая промо-ссылка.

source: Newsletter
ru_ru: Новостная рассылка

source: Popup content
ru_ru: Всплывающие содержание

source: Add the content to be shown in the promo popup. You can use HTML or static block shortcode here. Do not include JS, PHP code.
ru_ru: Добавьте контент, который будет отображаться во всплывающем окне промоакции. Здесь можно использовать HTML-код или код статического блока. Не включайте JS, PHP код.

source: Popup width
ru_ru: Ширина всплывающих окон

source: Controls the width of the popup. In pixels.
ru_ru: Устанавливает ширину всплывающего окна. В пикселях.

source: Popup height
ru_ru: Высота всплывающих окон

source: Controls the height of the popup. If popup content is higher than this height then you will get the vertical scroll for the popup content. In pixels.
ru_ru: Регулирует высоту всплывающего окна. Если всплывающее содержимое больше, чем эта высота, вы получите вертикальную прокрутку всплывающего содержимого. В пикселях.

source: Popup paddings
ru_ru: Всплывающее окно

source: Controls paddings of the popup content.
ru_ru: Управляет накладками всплывающего содержимого.

source: Popup background
ru_ru: Всплывающие фон

source: Choose the promo popup background.
ru_ru: Выберите фон всплывающего окна промо-акции.

source: Blog Layout
ru_ru: Блог Макет

source: Choose the type of the layout for the blog page.
ru_ru: Выберите тип макета страницы блога.

source: Grid 2
ru_ru: Сетка 2

source: Timeline
ru_ru: Хронология (Timeline)

source: Timeline 2
ru_ru: Временная шкала 2

source: Chess
ru_ru: Шахматы

source: With author
ru_ru: С автором

source: Choose the number of columns for the posts at the blog page.
ru_ru: Выберите количество столбцов для постов на странице блога.

source: Turn on to stretch blog page container.
ru_ru: Включите, чтобы растянуть контейнер страницы блога.

source: Turn on placing posts in optimal position based on available vertical space.
ru_ru: Установите столбики в оптимальное положение в соответствии с имеющимся вертикальным пространством.

source: Choose the position of the sidebar for the blog page, posts and simple pages. Every page has also an individual option to change the position of the sidebar.
ru_ru: Выберите положение боковой панели для страницы блога, постов и простых страниц. Каждая страница также имеет индивидуальную возможность изменить положение боковой панели.

source: Without Sidebar
ru_ru: Без боковой панели

source: Show sidebar only on blog page
ru_ru: Показать боковую панель только на странице блога

source: Turn on to show the sidebar on blog page only and keep it disabled for the simple pages.
ru_ru: Включите, чтобы боковая панель отображалась только на странице блога и не отображалась на простых страницах.

source: Turn on to make the sidebar permanently visible while scrolling at the blog page.
ru_ru: Включите эту функцию, чтобы боковая панель постоянно была видна при прокрутке страницы блога.

source: Blog image hover
ru_ru: Блог зависать изображение

source: Choose the design type for the image at the blog page.
ru_ru: Выберите тип дизайна для изображения на странице блога.

source: Mask hover
ru_ru: Маска при наведении

source: Animated
ru_ru: Анимационный

source: Show "byline" on the blog
ru_ru: Показать"подписи автора" на блоге

source: Turn on to show the date of post creation, the name of the writer, number of comments and views.
ru_ru: Включите, чтобы показать дату создания сообщения, имя автора, количество комментариев и просмотров.

source: Excerpt length (words)
ru_ru: Отрывок длина (слова)

source: Controls the number of words in the post summary with a link to the whole entry. Important: Does not work for post content created using WPBakery Page builder.
ru_ru: Управление количеством слов в резюме сообщения со ссылкой на всю запись. Важно: Не работает для сообщений, созданных с помощью WPBakery Page Builder.

source: Excerpt symbols
ru_ru: Символы отрывков

source: Add a symbol that you want to display at the end of the post excerpt.
ru_ru: Добавьте символ, который вы хотите отобразить в конце выдержки из сообщения.

source: Continue reading type
ru_ru: Продолжить считывание

source: Choose the design type of the continue reading text.
ru_ru: Выберите тип дизайна для продолжения чтения текста.

source: Enable views counter
ru_ru: Включить счетчик просмотров

source: Turn on to enable the post views counter.
ru_ru: Включите, чтобы включить счетчик сообщений.

source: Navigation type
ru_ru: Тип навигации

source: Choose the type of the navigation at the blog page.
ru_ru: Выберите тип навигации на странице блога.

source: Pagination
ru_ru: Пагинация

source: More Button
ru_ru: Кнопка Подробнее

source: Pagination align
ru_ru: Разбивка Align

source: Choose the alignment of the pagination.
ru_ru: Выберите выравнивание страниц.

source: Enable prev/next pagination links
ru_ru: Включить ссылки предварительного/следующего раскладывания страниц

source: Turn on to enable the previous and next links.
ru_ru: Включите, чтобы активировать предыдущую и следующую ссылки.

source: Single post
ru_ru: Одно сообщение

source: Choose layout of the post template. Header displays over the post featured image for the "Large", "Full width", "Full width centred" layouts.
ru_ru: Выберите макет шаблона сообщения. Заголовок отображается над изображением для макетов "Большая", "Полная ширина", "Полная ширина по центру".

source: Choose the position of the sidebar for the single post. Every post has also an individual option to change the position of the sidebar.
ru_ru: Выберите положение боковой панели для отдельного столба. Каждое сообщение имеет также индивидуальную возможность изменить положение боковой панели.

source: Display featured image on single post
ru_ru: Дисплей признакам изображение на одной должности

source: Turn on to display featured image at the single post page.
ru_ru: Включите эту функцию, чтобы отобразить изображение на одной странице сообщения.

source: Display Title/Meta on single post
ru_ru: Дисплей Название/Мета-изображение на одном посту

source: Turn on to show post title and post meta on the single post page. You can use post meta shortcode [etheme_post_meta time="true" time_details="true" author="true" comments="true" count="true" class="" ] in post content as an alternative of this option.
ru_ru: Включите для отображения названия и метаданных сообщения на одной странице сообщения. Вы можете использовать почтовый метакод [Etheme_post_meta time="true" time_details="true" Автор="true" комментарии="true" count="true" class="true" class="". ] в содержании сообщения в качестве альтернативы этому варианту.

source: Turn on to display share buttons on the post page.
ru_ru: Включите, чтобы отобразить кнопки совместного использования на странице сообщения.

source: Show about author block
ru_ru: Показать авторский блок

source: Turn on to display the name of the writer on the post page.
ru_ru: Включите, чтобы отобразить имя автора на странице сообщения.

source: Posts previous/next buttons
ru_ru: Товар предыдущий/следующий кнопки

source: Turn on to show navigation to previous and next posts.
ru_ru: Включение для отображения навигации к предыдущим и следующим сообщениям.

source: Show Related posts
ru_ru: Показать Похожие сообщения

source: Turn on to display related posts on the single post.
ru_ru: Включение для отображения соответствующих сообщений на одном посту.

source: Related query type
ru_ru: Похожий тип запроса

source: Choose the type of the related product query.
ru_ru: Выберите тип соответствующего запроса продукта.

source: Tags
ru_ru: Теги

source: Portfolio
ru_ru: Портфолио

source: Portfolio projects
ru_ru: Портфолио проектов

source: Turn on to enable portfolio projects post type.
ru_ru: Включите, чтобы включить тип сообщения для портфельных проектов.

source: Portfolio page
ru_ru: Группы портфолио

source: Choose the portfolio page.
ru_ru: Выберите страницу портфеля.

source: Portfolio grid style
ru_ru: Стиль решетки портфолио

source: Control the portfolio projects design on the portfolio page.
ru_ru: Контролировать дизайн портфельных проектов на странице портфеля.

source: With title
ru_ru: С названием

source: Full width portfolio
ru_ru: Полная ширина портфель

source: Turn on to stretch portfolio page.
ru_ru: Перейдите на страницу растянуть портфель.

source: Make first project wide
ru_ru: Сделайте широкий первый проект

source: Turn on to make the first portfolio project on the portfolio page in double size.
ru_ru: Включите, чтобы сделать первый портфельный проект на странице портфеля в двойном размере.

source: Turn on placing projects in optimal position based on available vertical space.
ru_ru: Включите размещение проектов в оптимальное положение в зависимости от наличия вертикального пространства.

source: Choose the number of columns for the portfolio projects.
ru_ru: Выберите количество столбцов для портфельных проектов.

source: Portfolio item spacing
ru_ru: Расстояние между пункт Портфолио

source: Set the space between portfolio projects on the portfolio page.
ru_ru: На странице "Портфель" задайте пространство между портфельными проектами.

source: Use -1 to show all items
ru_ru: Используйте -1, чтобы показать все элементы

source: Set the number of projects to show on the portfolio page before pagination appears.
ru_ru: Установите количество проектов, отображаемых на странице портфолио до появления страниц.

source: Show next/previous projects navigation
ru_ru: Показать навигацию по следующим/предыдущим проектам

source: Turn on to show next/prev project navigation on the single project page.
ru_ru: Включите для отображения навигации по следующему/предварительному проекту на одной странице проекта.

source: Portfolio order way
ru_ru: Портфолио способ заказа

source: Choose the method of collation for the portfolio projects on the portfolio page.
ru_ru: Выберите метод сопоставления для портфельных проектов на странице портфолио.

source: Portfolio order by
ru_ru: Параметр сортировки проектов

source: Choose the ascending or descending order for the portfolio projects.
ru_ru: Выберите порядок возрастания или убывания для портфельных проектов.

source: Social Sharing
ru_ru: Поделиться в соцсетях

source: Select socials you want to show
ru_ru: Выберите социальные сети, которые вы хотите показать

source: Turn on share buttons you need to show on the single product and post pages.
ru_ru: Включите кнопки общего доступа, которые необходимо показать на отдельных страницах продукта и сообщения.

source: Share twitter
ru_ru: Поделиться Twitter

source: Share facebook
ru_ru: Поделиться facebook

source: Share vk
ru_ru: Поделиться VK

source: Share pinterest
ru_ru: Поделиться Pinterest

source: Share mail
ru_ru: Поделиться почта

source: Share linkedin
ru_ru: Поделиться LinkedIn

source: Share whatsapp
ru_ru: Поделиться WhatsApp

source: Share skype
ru_ru: Поделиться skype

source: Facebook Login
ru_ru: Логин в Facebook

source: To create FaceBook APP ID follow the instructions %1s Check theme documentation if it does not work for you %2s
ru_ru: Для создания FaceBook APP ID следуйте инструкциям %1s Проверьте документацию темы, если она не работает для вас %2s.

source: Facebook APP ID
ru_ru: APP ID facebook

source: Facebook APP SECRET
ru_ru: APP SECRET facebook

source: 404 page
ru_ru: страница 404

source: 404 page content
ru_ru: Содержание 404
