Repository: DamianBuhoMedia/Translation-of-Xstore-theme
Catalog: Xstore/*/xstore-*.po
Languages: ru_ru

source: That Page Can't Be Found
ru_ru: Эта страница не может быть найдена.

source: It looks like nothing was found at this location. Try using the search.
ru_ru: Похоже, в этом месте ничего не было найдено. Попробуйте использовать поиск.

source: Share Post
ru_ru: Поделится

source: No posts were found!
ru_ru: Нет сообщений были найдены!

source: Search for:
ru_ru: Поиск:

source: Search on our forum
ru_ru: Поиск на нашем форуме

source: Search
ru_ru: Поиск

source: No pages were found!
ru_ru: Страницы не найдены!

source: This post is password protected. Enter the password to view the comments.
ru_ru: Эта запись защищена паролем. Введите пароль для просмотра комментариев.

source: No Comments
ru_ru: Без комментариев

source: One Comment
ru_ru: Один комментарий

source: % Comments
ru_ru: % комментариев

source: &larr; Older Comments
ru_ru: &larr; Предыдущие комментарии

source: Newer Comments &rarr;
ru_ru: Новые комментарии &rarr;

source: Comments are closed
ru_ru: Комментарии закрыты

source: Leave a reply
ru_ru: Оставьте отзыв

source: View large
ru_ru: Просмотр большой

source: More details
ru_ru: Подробнее

source: Featured
ru_ru: Рекомендуемые

source: No products were found of this seller!
ru_ru: Не было обнаружено никаких товаров этого продавца!

source: Store Category
ru_ru: Категория магазина

source: Store Location
ru_ru: Местоположение магазина

source: Contact Seller
ru_ru: Связаться с продавцом

source: No products found
ru_ru: Товаров не найдено

source: Only when sale price schedule is enabled
ru_ru: Только при включенном графике отпускных цен

source: Sale price time start
ru_ru: Время начала цены продажи

source: Sale price time end
ru_ru: Конец времени цены продажи

source: Dashboard
ru_ru: Панель управления

source: Setup Wizard
ru_ru: Мастер установки

source: Install Plugins
ru_ru: Установка плагинов

source: Import Demos
ru_ru: Импорт демо

source: Tutorials & Support
ru_ru: Учебники и поддержка

source: Changelog
ru_ru: Изменения

source: Activated
ru_ru: Активировано

source: Not activated
ru_ru: Не активирован

source: Welcome
ru_ru: Добро пожаловать

source: Demos
ru_ru: Демо

source: Plugins
ru_ru: Плагины

source: Theme Options
ru_ru: Настройки темы

source: Where can I find my purchase code?
ru_ru: Где я могу найти мой код покупки?

source: Please enter your Envato account and find
ru_ru: Пожалуйста, войдите в вашу учетную запись Envato и найдите

source: Downloads tab
ru_ru: Вкладка Загрузки

source: Find Xstore theme in the list and click on the opposite
ru_ru: Найдите тему Xstore в списке и щелкните напротив.

source: Download
ru_ru: Загрузить

source: button
ru_ru: кнопка

source: Select
ru_ru: Выбор

source: License Certificate & Purchase code
ru_ru: Лицензионный сертификат и код покупки

source: for download
ru_ru: для скачивания

source: Copy the
ru_ru: Скопируйте

source: Item Purchase Code
ru_ru: Код покупки товара

source: from the downloaded document
ru_ru: из загруженного документа.

source: Buy license
ru_ru: Купить товар

source: If you don't have a license or need another one for a new website, click on a Buy button. Interested in multiple licenses? Contact us in a Live chat for more details about discounts for you.
ru_ru: Если у вас нет лицензии или вам нужна другая лицензия для нового сайта, нажмите на кнопку Купить. Заинтересованы в нескольких лицензиях? Свяжитесь с нами в чате Live для получения более подробной информации о скидках для вас.

source: Purchase now
ru_ru: Купить сейчас

source: The following required plugin is currently inactive:
ru_ru: Следующий необходимый плагин в настоящее время неактивен:

source: Theme Registration
ru_ru: Регистрация темы

source: System Requirements
ru_ru: Системные требования

source: Check again
ru_ru: Controllare di nuovo

source: Your system does not meet the server requirements. For more efficient result, we strongly recommend to contact your host provider and check the necessary settings.
ru_ru: Ваша система не соответствует требованиям сервера. Для получения более эффективного результата настоятельно рекомендуется связаться с вашим провайдером и проверить необходимые настройки.

source: Import base dummy content
ru_ru: Импорт базы макету контента

source: You have successfully imported our base demo content.
ru_ru: Вы успешно импортировали наш базовый демо-контент.

source: Import demo versions
ru_ru: Импорт демо-версии

source: Activate
ru_ru: Активировать

source: Import
ru_ru: Импорт

source: Live preview
ru_ru: Живой просмотр

source: Imported
ru_ru: Импортировано

source: No access!
ru_ru: Нет доступа!

source: Please, install Base demo content before, to access the collection of our Home Pages.
ru_ru: Пожалуйста, установите базы демо-контент до того, чтобы получить доступ к коллекции нашего дома Pages.

source: Import of the additional pages
ru_ru: Импорт дополнительных страниц

source: Import Additional Pages
ru_ru: Импорт дополнительных страниц

source: Please, note, these pages should be added to your menu via Appearance > Menus. All these pages are available for both Dark and Light version.
ru_ru: Обратите внимание, что эти страницы должны быть добавлены в ваше меню через Внешний вид > Меню. Все эти страницы доступны как для версии Dark, так и для версии Light.

source: Before additional pages import, please, do the backup of your Theme Settings: "Import / Export - Options" and your website entirely.
ru_ru: Перед тем как импортировать дополнительные страницы, пожалуйста, сделайте резервную копию настроек темы: "Импорт / экспорт - Опции" и ваш сайт полностью.

source: Video tutorials
ru_ru: Видеоуроки

source: View more videos
ru_ru: Посмотреть больше видео

source: Help and support
ru_ru: Помощь и поддержка

source: If you encounter any difficulties with our product we are ready to assist you via:
ru_ru: Если вы столкнетесь с какими-либо проблемами с нашим продуктом, мы готовы вам помочь:

source: Live Chat 24/7
ru_ru: Чат 24 часа в сутки 7 дней в неделю

source: Support Forum
ru_ru: Форум поддержки

source: ThemeForest profile
ru_ru: Профиль ThemeForest

source: Item Support includes:
ru_ru: Пункт поддержки включает в себя:

source: Answering technical questions
ru_ru: Ответы на технические вопросы

source: Assistance with reported bugs and issues
ru_ru: Помощь при обнаружении ошибок и проблемных ситуаций

source: Help with bundled 3rd party plugins
ru_ru: Помощь с входящими в комплект плагинами сторонних производителей

source: Item Support <span class="red-color">DOES NOT</span> Include:
ru_ru: Поддержка элементов <span class="red-color">DOES NOT</span> Include:

source: Customization services
ru_ru: Услуги по адаптации

source: Installation services
ru_ru: Услуги по установке

source: Support for non-bundled 3rd party plugins.
ru_ru: Поддержка модулей сторонних производителей, не входящих в комплект поставки.

source: Documentation
ru_ru: Документация

source: Theme Installation
ru_ru: Тема Установка

source: XStore Theme Package
ru_ru: Тематический пакет XStore

source: Child Theme
ru_ru: Child Тема

source: Demo Content
ru_ru: Демо контент

source: 8theme Page/Post/Product Layout settings
ru_ru: 8Тема Страница/Страница/Станица/Продукт Настройки макета изделия

source: Portfolio Page
ru_ru: Страница портфолио

source: Blank Page
ru_ru: Новая страница

source: Theme Update
ru_ru: Обновление темы

source: Menu Set Up
ru_ru: Меню Настройка

source: General Information
ru_ru: Основная информация

source: Mega Menu
ru_ru: Мега Меню

source: One Page menu
ru_ru: Одностраничное меню

source: Theme Translation
ru_ru: Панель перевода темы

source: Base theme translation
ru_ru: Базовый перевод тем

source: Translation with WPML
ru_ru: Перевод с WPML

source: Widgets/Static Blocks
ru_ru: Виджеты/статические блоки

source: Widgets & Custom Widget Areas
ru_ru: Виджеты и пользовательские области виджетов

source: Static Blocks
ru_ru: Статические блоки

source: XStore Shortcodes
ru_ru: Краткосрочные коды XStore

source: Shop page
ru_ru: Страница магазина

source: Single Product page
ru_ru: Одна страница продукта

source: Product Images
ru_ru: Изображения Товара

source: General Info
ru_ru: Общая информация

source: Included plugins
ru_ru: Входящие в комплект плагины

source: Plugins Update
ru_ru: Обновление плагинов

source: Activation and Purchase Codes
ru_ru: Коды активации и покупки

source: WooCommerce Infinite Scroll and Ajax Pagination
ru_ru: WooCommerce Бесконечный свиток и пагинация Ajax

source: MailChimp form custom styles
ru_ru: MailChimp формирует пользовательские стили

source: Troubleshooting
ru_ru: Устранение ошибок

source: How to add custom favicon
ru_ru: Как добавить пользовательский фаворикон

source: How to add slider/banner on Category page
ru_ru: Как добавить слайдер/баннер на странице Категория

source: FaceBook login
ru_ru: Логин в Facebook

source: How to create a contact page
ru_ru: Как создать страницу контактов

source: How to create a blog page
ru_ru: Как создать страницу блога

source: How to find your ThemeForest Item Purchase Code
ru_ru: Как найти код покупки товара ThemeForest

source: Support
ru_ru: Поддержка

source: Support Policy
ru_ru: Политика безопасности

source: Can not get changelog data
ru_ru: Невозможно получить данные журнала изменений

source: [8theme] Layout options
ru_ru: Опции 8Theme

source: Custom logo for this page/post
ru_ru: Пользовательский логотип для этой страницы/поста

source: Custom header type
ru_ru: Пользовательский тип заголовка

source: Header overlap
ru_ru: Заголовок перекрытия

source: Header background color
ru_ru: Цвет фона заголовка

source: Header transparent
ru_ru: Заголовок прозрачный

source: Header text color
ru_ru: Цвет текста заголовка

source: Top bar text color
ru_ru: Цвет текста Верхняя панель

source: Sidebar Position
ru_ru: Положение боковой панели

source: Widget Area
ru_ru: Область виджетов

source: Sidebar width
ru_ru: Ширина боковой панели

source: Custom navigation
ru_ru: Пользовательская навигация

source: Custom navigation right (for double menu header)
ru_ru: Пользовательское право навигации (для двойного заголовка меню)

source: Custom navigation for mobile
ru_ru: Индивидуальная навигация для мобильных устройств

source: One page navigation
ru_ru: Навигация по одной странице

source: Breadcrumbs Style
ru_ru: Breadcrumbs Стиль

source: Breadcrumbs Effect
ru_ru: Breadcrumbs эффект

source: Page slider
ru_ru: Слайдер страницы

source: Show revolution slider instead of breadcrumbs and page title
ru_ru: Показывать ползунок "Революция" вместо заголовка страницы и хлебных крошек.

source: Use custom pre footer for this page/post
ru_ru: Использовать пользовательский подстрочный колонтитул для этой страницы/записи

source: Use custom footer for this page/post
ru_ru: Использовать пользовательский нижний колонтитул для этой страницы/записи

source: Fixed footer
ru_ru: Footer фиксированной

source: Disable copyrights
ru_ru: Отключить копирайты

source: Custom background image
ru_ru: Пользовательский цвет фона

source: Custom background color
ru_ru: Пользовательский цвет фона

source: [8theme] Product Options
ru_ru: [8theme] Параметры продукта

source: Product layout
ru_ru: Макет товара

source: Archive image hover effect
ru_ru: Эффект наведения архива на изображение

source: Inherit
ru_ru: Наследовать

source: Disable
ru_ru: Отключить

source: Swap
ru_ru: Замена

source: Slider
ru_ru: Слайдер

source: Product content effect
ru_ru: Эффект содержания продукта

source: Inherit
ru_ru: Наследственный

source: Default
ru_ru: По умолчанию

source: Buttons on hover middle
ru_ru: Кнопки по наведению середине

source: Buttons on hover bottom
ru_ru: Кнопки, расположенные на нижней части парения

source: Buttons on hover right
ru_ru: Кнопки справа при наведении

source: Information mask
ru_ru: Информация маска

source: Booking
ru_ru: Бронирование

source: Light
ru_ru: Светлый

source: Hover Color Scheme
ru_ru: Цветовая схема Hover

source: White
ru_ru: Белый

source: Dark
ru_ru: Темный

source: Transparent
ru_ru: Прозрачный

source: Additional custom block
ru_ru: Дополнительный пользовательский блок

source: Sale counter
ru_ru: Счетчик продаж

source: List
ru_ru: Список

source: Single
ru_ru: Один

source: Single/List
ru_ru: Одиночный/список

source: Disable sidebar
ru_ru: Отключить сайдбар

source: Product gallery slider
ru_ru: Ползунок галереи продуктов

source: Inherit from Theme Options
ru_ru: Наследство от тематических опций

source: Enable
ru_ru: Включить

source: Enable on mobile
ru_ru: Включить на мобильных

source: Thumbnails
ru_ru: Миниатюры

source: Horizontal
ru_ru: Горизонтальный

source: Vertical
ru_ru: Вертикальный

source: Upload an image or enter an URL.
ru_ru: Загрузите изображение или введите URL-адрес.

source: Primary category
ru_ru: Первичная категория

source: Custom tab title
ru_ru: Заголовок вкладки

source: Custom tab
ru_ru: Вкладка Пользовательские

source: [8theme] Post Options
ru_ru: [8theme] Настройки поста

source: Post template
ru_ru: Сообщение шаблон

source: Large
ru_ru: Большой

source: Full width
ru_ru: Полная ширина

source: Full width centered
ru_ru: Полная ширина по центру

source: Hide featured image on single
ru_ru: Скрыть отмеченное изображение на одиночном

source: Post featured video (for video post format)
ru_ru: Опубликованное видео (для формата видеозаписи)

source: Soundcloud audio shortcode (for audio post format)
ru_ru: Облачный код звукового сопровождения (для формата аудиозаписи)

source: Quote (for quote post format)
ru_ru: Цитата (для формата публикации цитат)

source: Category Metabox
ru_ru: Категория Метабокс

source: Custom page heading image for this category
ru_ru: Изображение заголовка пользовательской страницы для этой категории

source: Description after content
ru_ru: Описание после содержания

source: The description is not prominent by default; however, some themes may show it.
ru_ru: Описание по умолчанию не видно; однако некоторые темы могут показать это.

source: Show All
ru_ru: Показать все

source: No projects were found!
ru_ru: Проекты не были найдены!

source: Check%20this%20out:%20
ru_ru: Проверьте%20this%20out:%20

source: Mail to friend
ru_ru: Отправить другу

source: Title font
ru_ru: Название шрифта

source: Subtitle font
ru_ru: Субтитры шрифта

source: Use custom font?
ru_ru: Используйте специальный шрифт?

source: Enable Google fonts.
ru_ru: Включить шрифты Google.

source: Enable custom font option.
ru_ru: Включить параметр пользовательских шрифтов.

source: Link
ru_ru: Ссылка

source: Horizontal align
ru_ru: Горизонтально

source: Left
ru_ru: Лево

source: Center
ru_ru: Центр

source: Right
ru_ru: Право

source: Vertical align
ru_ru: Вертикально

source: Top
ru_ru: Верх

source: Middle
ru_ru: Средний

source: Bottom
ru_ru: Низ

source: Banner design
ru_ru: Дизайн баннера

source: Diagonal
ru_ru: Диагональ

source: Zoom in
ru_ru: Приблизить

source: Zoom out
ru_ru: Уменьшить

source: Without
ru_ru: Без

source: Font style
ru_ru: Стиль шрифта

source: light
ru_ru: светлый

source: dark
ru_ru: темный

source: Responsive fonts
ru_ru: Отзывчивый шрифты

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Banner Image
ru_ru: Изображение баннера

source: Banner size
ru_ru: Размер баннера

source: Enter image size. Example in pixels: 200x100 (Width x Height).
ru_ru: Введите размер изображения. Пример в пикселях: 200x100 (ширина х высота).

source: Image Opacity
ru_ru: Изобр. Непрозрачность

source: Enter value between 0.0 to 1 (0 is maximum transparency, while 1 is lowest)
ru_ru: Введите значение в диапазоне от 0,0 до 1 (0 максимальная прозрачность, в то время как 1 является самым низким)

source: Image Opacity on Hover
ru_ru: Изображение непрозрачности при наведении курсора мыши

source: Background Color
ru_ru: Фоновый цвет

source: Extra Class
ru_ru: Высший сорт

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
ru_ru: Если вы хотите, чтобы стиль конкретного элемента содержимого, по-другому, а затем использовать это поле, чтобы добавить имя класса, а затем обратиться к нему в файле CSS.

source: Design for banner content
ru_ru: Дизайн для содержания баннера

source: Lazy loading for this element
ru_ru: Ленивая нагрузка для этого элемента

source: Post
ru_ru: После

source: List of IDs
ru_ru: Список идентификаторов

source: Data source
ru_ru: Источник данных

source: Select content type for your grid.
ru_ru: Выберите тип содержимого для вашей сети.

source: Include only
ru_ru: Включить только

source: Add posts, pages, etc. by title.
ru_ru: Добавить сообщения, страницы и т.д. по названию.

source: Custom query
ru_ru: Пользовательский запрос

source: Build custom query according to <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.
ru_ru: Построить пользовательский запрос в соответствии с <a href="http://codex.wordpress.org/Function_Reference/query_posts"> WordPress Codex </a>.

source: Narrow data source
ru_ru: Узкий источник данных

source: Enter categories, tags or custom taxonomies.
ru_ru: Введите категории, теги или пользовательские таксономии.

source: Items per page
ru_ru: пункты на странице

source: Number of items to show per page.
ru_ru: Количество элементов для отображения на странице.

source: Images size
ru_ru: Размер изображения

source: Blog hover effect
ru_ru: Блог Hover эффект

source: Order by
ru_ru: Сортировать по

source: Date
ru_ru: Дата

source: Order by post ID
ru_ru: Заказ по почте ID

source: Author
ru_ru: Автор

source: Title
ru_ru: Заголовок

source: Last modified date
ru_ru: Дата последнего изменения

source: Post/page parent ID
ru_ru: Сообщение / страница родительского ID

source: Number of comments
ru_ru: Количество комментариев

source: Menu order/Page Order
ru_ru: Порядок Меню / Порядок Страниц

source: Meta value
ru_ru: Мета значение

source: Meta value number
ru_ru: Номер Meta значение

source: Random order
ru_ru: Случайный порядок

source: Select order type. If "Meta value" or "Meta value Number" is chosen then meta key is required.
ru_ru: Выберите тип заказа. Если "Meta значение" или "Meta числовое значение" выбрано то требуется мета ключ.

source: Data Settings
ru_ru: Настройки данных

source: Sorting
ru_ru: Сортировка

source: Descending
ru_ru: По убыванию

source: Ascending
ru_ru: Возрастание

source: Select sorting order.
ru_ru: Выберите порядок сортировки.

source: Meta key
ru_ru: Мета ключ

source: Input meta key for grid ordering.
ru_ru: Ввод мета ключ для упорядочения сетки.

source: Exclude
ru_ru: Исключать

source: Exclude posts, pages, etc. by title.
ru_ru: Исключить сообщения, страницы и т.д. по названию.

source: Limit
ru_ru: Предел

source: Use "-1" to show all posts.
ru_ru: Используйте «-1», чтобы показать все сообщения.

source: Posts template
ru_ru: Шаблон сообщений

source: Blog align
ru_ru: Блог выравнивания

source: Enable brands in Theme options -> Shop elements -> Brands to use this element
ru_ru: Включить бренды в Тематические опции -> Элементы магазина -> Бренды для использования этого элемента

source: View all products from %s
ru_ru: Просмотр всех товаров от %s

source: No brands are available
ru_ru: Бренды не предлагаются

source: As IDs provided order
ru_ru: Как идентификаторы при условии заказа

source: Quantity
ru_ru: Количество

source: Number of brands
ru_ru: Количество брендов

source: Select how to sort retrieved products. More at %s.
ru_ru: Выберите способ сортировки извлекаемых продуктов. Больше на %s .

source: Order way
ru_ru: Cпособ Заказа

source: Designates the ascending or descending order. More at %s.
ru_ru: Назначает по возрастанию или по убыванию. Больше на %s .

source: Brands
ru_ru: Бренды

source: List of product brands
ru_ru: Список брендов продукции

source: Hide empty brands
ru_ru: Скрыть пустые бренды

source: Yes, please
ru_ru: Да, пожалуйста

source: Name
ru_ru: Имя

source: Add space between slides
ru_ru: Добавить пространство между слайдами

source: View All
ru_ru: Посмотреть все

source: Modified
ru_ru: Изменен

source: Products count
ru_ru: Количество продуктов

source: Number of categories
ru_ru: Количество категорий

source: Categories
ru_ru: Категории

source: List of product categories
ru_ru: Список категорий товаров

source: Subcategories limit
ru_ru: Ограничение подкатегорий

source: Exclude Categories
ru_ru: Исключить Категории

source: List of product categories to exclude
ru_ru: Список категорий товаров, чтобы исключить

source: Display type
ru_ru: Тип отображения

source: Grid
ru_ru: Сетка

source: Hover type
ru_ru: Тип наведения

source: Image position
ru_ru: Положение изображения

source: Columns
ru_ru: Колонки

source: Sort order
ru_ru: Порядок сортировки

source: Text fields
ru_ru: Текстовые поля

source: Sorting the texts layout
ru_ru: Сортировка макета текста

source: Category name
ru_ru: Название категории

source: Products
ru_ru: Продукты

source: Disable category name and products count
ru_ru: Отключить название категории и количество товаров

source: Parent ID
ru_ru: Идентификатор родительского

source: Get direct children of this term (only terms whose explicit parent is this value). If 0 is passed, only top-level terms are returned. Default is an empty string.
ru_ru: Получить прямые детей этого термина (только термины, явный родитель это значение). Если 0 передается только члены верхнего уровня возвращаются. По умолчанию это пустая строка.

source: Style
ru_ru: Стиль

source: Design
ru_ru: Дизайн

source: Products count as label
ru_ru: Продукты учитываются как этикетка

source: Text align
ru_ru: Выравнивание текста

source: Text transform
ru_ru: Текстовое преобразование

source: Background color
ru_ru: Цвет фона

source: Text scheme
ru_ru: Текстовая схема

source: Category name color
ru_ru: Цвет названия категории

source: Product count color
ru_ru: Количество продуктов цвет

source: Category name font size
ru_ru: Размер шрифта названия категории

source: Write font size for element with dimentions. Example 14px, 15em, 20%
ru_ru: Напишите размер шрифта для элемента с надписями. Пример 14x, 15em, 20%.

source: Product count font size
ru_ru: Количество шрифтов продукта Размер шрифта

source: Vertical align for text
ru_ru: Вертикальное выравнивание текста

source: Menu
ru_ru: Меню

source: Remove space between items
ru_ru: Удалить пространство между элементами

source: See all
ru_ru: Смотреть все

source: Random
ru_ru: Случайный

source: Comment count
ru_ru: Количество Комментариев

source: Menu order
ru_ru: Порядок меню

source: Price
ru_ru: Цена

source: Categories or tags
ru_ru: Категории или метки

source: Enter one category, tag or custom taxonomy.
ru_ru: Введите одну категорию, тег или пользовательскую таксономию.

source: Products type
ru_ru: Тип продуктов

source: All
ru_ru: Все

source: Sale
ru_ru: Разпродажа

source: Recently viewed
ru_ru: Недавно просмотренные

source: Bestsellings
ru_ru: Самый Продаваемый

source: Hide out of stock products
ru_ru: Скрыть отсутствующие товары

source: Select custom products
ru_ru: Выберите нестандартные продукты

source: Select custom products, if not then products will be gotten randomly
ru_ru: Выберите нестандартные продукты, если нет, то продукты будут получены случайным образом.

source: First Product
ru_ru: Первый продукт

source: Add product by title.
ru_ru: Добавить продукт по названию.

source: Second Product
ru_ru: Второй продукт

source: Third Product
ru_ru: Третий продукт

source: Title color
ru_ru: Цвет заголовка

source: Title background color
ru_ru: Цвет фона заголовка

source: Element background color
ru_ru: Цвет фона элемента

source: Divider color
ru_ru: Цвет делителя

source: Element border radius
ru_ru: Радиус границы элемента

source: Element border width
ru_ru: Ширина границы элемента

source: Element border style
ru_ru: Стиль границы элемента

source: Unset
ru_ru: Сброс
